Repository: KDE/kgraphviewer
Catalog: po/*/kgraphviewer.po
Languages: de, eo, es, it, nl, pl, pt_br, ru, uk

source: %1 crashed.
de: %1 ist abgestürzt.
eo: %1 paneis.
es: %1 ha fallado.
it: %1 è andato in crash.
nl: %1 is onverwacht beëindigd.
pl: %1 uległ awarii.
pt_br: %1 apresentou problema.
ru: Сбой %1.
uk: %1 аварійно завершила роботу.

source: %1 timed out.
de: Zeitüberschreitung bei %1.
eo: %1 elĉerpiĝis.
es: Se ha agotado el tiempo de espera de %1.
it: %1 è scaduto.
nl: %1 is gestopt.
pl: %1 przekroczył limit czasu.
pt_br: %1 expirou o tempo limite.
ru: Время ожидания %1 истекло.
uk: Час очікування %1 збіг.

source: Was not able to write data to the %1 process.
de: Es sind keine Daten an den Prozess %1 geschrieben worden.
eo: Ne povis skribi datumojn al la procezo %1.
es: No ha sido posible escribir datos en el proceso %1.
it: Impossibile scrivere dati per il processo %1.
nl: Kon geen gegevens schrijven naar het proces %1.
pl: Nie można było zapisać danych do procesu %1.
pt_br: Não foi possível gravar dados no processo %1.
ru: Не удалось записать данные в процесс %1.
uk: Не вдалося записати дані до процесу %1.

source: Was not able to read data from the %1 process.
de: Es sind keine Daten von dem Prozess %1 gelesen worden.
eo: Ne povis legi datumojn de la %1 procezo.
es: No ha sido posible leer datos desde el proceso %1.
it: Impossibile leggere dati dal processo %1.
nl: Kon geen gegevens lezen van het proces %1.
pl: Nie można było odczytać danych z procesu %1.
pt_br: Não foi possível ler dados do processo %1.
ru: Не удалось прочитать данные из процесса %1.
uk: Не вдалося прочитати дані з процесу %1.

source: Unknown error running %1.
de: Ein unbekannter Fehler trat bei lauf von %1 auf.
eo: Nekonata eraro pri funkciado de %1.
es: Ha ocurrido un error desconocido al ejecutar %1.
it: Errore sconosciuto nell'esecuzione di %1.
nl: Onbekende fout tijdens uitvoeren van %1.
pl: Nieznany błąd podczas uruchamiania %1.
pt_br: Erro desconhecido ao executar %1.
ru: Неизвестная ошибка при выполнении %1.
uk: Невідома помилка під час виконання %1.

# @title:menu
source: Layout Algorithm
pt_br: Algoritmo de layout
ru: Алгоритм компоновки
uk: Алгоритм компонування

source: Layout the graph using the dot program.
de: Den Graphen mit dem dot-Programm erstellen.
eo: Aranĝi la grafeon uzante la programon dot.
es: Diseñar el grafo usando el programa «dot».
it: Struttura il grafo usando il programma dot.
nl: De grafiek indelen met behulp van het programma dot.
pl: Układ grafu z użyciem programu dot.
pt_br: Modelar o grafo usando o programa dot.
ru: Компоновать граф, используя программу dot.
uk: Компонувати граф за допомогою програми dot.

source: Layout the graph using the neato program.
de: Den Graphen mit dem neato-Programm erstellen.
eo: Aranĝi la grafeon uzante la programon neato.
es: Diseñar el grafo usando el programa «neato».
it: Struttura il grafo usando il programma neato.
nl: De grafiek indelen met behulp van het programma neato.
pl: Układ grafu z użyciem programu neato.
pt_br: Modelar o grafo usando o programa neato.
ru: Компоновать граф, используя программу neato.
uk: Компонувати граф за допомогою програми neato.

source: Layout the graph using the twopi program.
de: Den Graphen mit dem twopi-Programm erstellen.
eo: Aranĝi la grafeon uzante la programon twopi.
es: Diseñar el grafo usando el programa «twopi».
it: Struttura il grafo usando il programma twopi.
nl: De grafiek indelen met behulp van het programma twopi.
pl: Układ grafu z użyciem programu twopi.
pt_br: Modelar o grafo usando o programa twopi.
ru: Компоновать граф, используя программу twopi.
uk: Компонувати граф за допомогою програми twopi.

source: Layout the graph using the fdp program.
de: Den Graphen mit dem fdp-Programm erstellen.
eo: Aranĝi la grafeon uzante la programon fdp.
es: Diseñar el grafo usando el programa «fdp».
it: Struttura il grafo usando il programma fdp.
nl: De grafiek indelen met behulp van het programma fdp.
pl: Układ grafu z użyciem programu fdp.
pt_br: Modelar o grafo usando o programa fdp.
ru: Компоновать граф, используя программу fdp.
uk: Компонувати граф за допомогою програми fdp.

source: Layout the graph using the circo program.
de: Den Graphen mit dem circo-Programm erstellen.
eo: Aranĝi la grafeon uzante la programon cirko.
es: Diseñar el grafo usando el programa «circo».
it: Struttura il grafo usando il programma circo.
nl: De grafiek indelen met behulp van het programma circo.
pl: Układ grafu z użyciem programu circo.
pt_br: Modelar o grafo usando o programa circo.
ru: Компоновать граф, используя программу circo.
uk: Компонувати граф за допомогою програми circo.

source: Choose a Graphviz layout algorithm or edit your own one.
de: Wählen Sie den Graphviz-Layout-Algorithmus oder geben Sie einen eigenen Befehl an.
eo: Elektu Graphviz-algoritmon aŭ redaktu vian propran.
es: Escoja un algoritmo de diseño de Graphviz o edite el suyo propio.
it: Scegli un algoritmo di struttura di Graphviz o indica il tuo.
nl: Kies een Graphviz-indelingsalgoritme of bewerk uw eigen.
pl: Wybierz algorytm układu Graphviz lub przeedytuj swój własny.
pt_br: Escolha um algoritmo de layout do GraphViz ou edite o seu próprio.
ru: Выберите алгоритм компоновки Graphviz или укажите свой алгоритм.
uk: Оберіть алгоритм компонування Graphviz або вкажіть власний алгоритм.

source: Choose a Graphviz layout algorithm or type in your own command that will generate a graph in the xdot format on its standard output. For example, to manually specify the <tt>G</tt> option to the dot command, type in: <tt>dot -Gname=MyGraphName -Txdot </tt>
de: Wählen Sie den Graphviz-Algorithmus oder geben Sie einen Befehl ein, der einen Graphen im xdot-Format an der Standardausgabe ausgibt. Um z. B. die Option <tt>G</tt> des dot-Befehls zu benutzen, geben Sie ein: <tt> dot -Gname=MeinGraphenName -Txdot</tt>
eo: Elektu Graphviz-aranĝan algoritmon aŭ tajpu vian propran komandon, kiu generos grafeon en la xdot-formato sur ĝia norma eligo. Ekzemple, por permane specifi la opcion <tt>G</tt> al la dot-komando, tajpu: <tt>dot -Gname=MyGraphName -Txdot </tt>
es: Escoja un algoritmo de diseño de Graphviz o escriba su propia orden para generar un grafo en formato xdot en la salida estándar. Por ejemplo, para indicar manualmente la opción <tt>G</tt> de la orden dot, escriba: <tt>dot -Gname=NombreDeMiGrafo -Txdot </tt>
it: Scegli un algoritmo di struttura di Graphviz o inserisci un comando per generare un grafo nel formato xdot su stdout. Per esempio, per specificare manualmente l'opzione <tt>G</tt> al comando dot, scrivi: <tt>dot -Gname=NomeDelMioGrafo -Txdot </tt>
nl: Kies een Graphviz-indelingsalgoritme of voer uw eigen commando in dat een grafiek in het xdot-formaat genereert op de standaarduitvoer. Bijvoorbeeld, om handmatig de optie <tt>G</tt> aan het dot-commando toe te voegen typt u: <tt>dot -Gname=MyGraphName -Txdot </tt>
pl: Wybierz algorytm układu Graphviz lub podaj swoje własne polecenie które wygeneruje graf w formacie xdot na standardowym wyjściu. Na przykład, aby ręcznie podać opcję <tt>G</tt> polecenia dot, wpisz: <tt>dot -Gname=NazwaGrafu -Txdot </tt>
pt_br: Escolha um algoritmo de layout do GraphViz ou escreva o seu próprio comando, para gerar um grafo no formato xdot na saída padrão. Por exemplo, para especificar manualmente a opção <tt>G</tt> no comando dot, digite: <tt>dot -Gname=NomeDoGrafo -Txdot </tt>
ru: Выберите алгоритм компоновки Graphviz или введите собственную команду, которая создаст граф в формате xdot. Например, чтобы указать вручную параметр <tt>G</tt> для команды dot, введите:<tt>dot -Gname=Название_Графа -Txdot </tt>
uk: Виберіть алгоритм компонування або введіть власну команду, яка створить граф у форматі xdot і виведе його до стандартного виводу. Наприклад, щоб вказати вручну параметр <tt>G</tt> для команди dot, введіть: <tt>dot -Gname=НазваМогоГрафу -Txdot </tt>

# @title:menu
source: Export Graph
pt_br: Exportar o grafo
ru: Экспорт графа
uk: Експортувати граф

source: Allows the graph to be exported in another format.
de: Erlaubt es, einen Graphen in ein anderes Format zu exportieren.
eo: Permesas al la grafeo esti eksportita en alia formato.
es: Permite exportar el grafo a otro formato.
it: Permette di esportare il grafo in un altro formato.
nl: Hiermee exporteert u de grafiek naar een ander formaat.
pl: Pozwala na wyeksportowanie grafu do innego formatu.
pt_br: Permite que o grafo seja exportado em outro formato.
ru: Позволяет экспортировать граф в другой формат.
uk: Надає вам змогу експортувати граф у інший формат.

source: Use the Export Graph menu to export the graph in another format. There is currently only one export format supported: as a PNG image.
de: Benutzen Sie das Menü, um den Graphen in ein anderes Format zu exportieren. Derzeit wird nur das PNG-Bildformat unterstützt.
eo: Uzu la menuon Eksporti Grafeon por eksporti la grafeon en alia formato. Nuntempe nur unu eksportformato estas subtenata: kiel PNG-bildo.
es: Use el menú «Exportar grafo» para exportar el grafo a otro formato. En la actualidad, solo se puede exportar a un formato: como imagen PNG.
it: Usa il menu «Esporta grafo» per esportare il grafo in un altro formato. Al momento, l'esportazione supporta solo il formato PNG.
nl: Gebruik het menu 'Grafiek exporteren' om de grafiek naar een ander formaat te exporteren. Momenteel wordt slechts één exporttype ondersteund: naar een PNG-afbeelding.
pl: Użyj menu Eksportuj graf, aby wyeksportować graf do innego formatu. Obecnie wspierany jest tylko jeden format eksportu: obraz PNG.
pt_br: Use o menu Exportar Grafo para exportar o grafo em outro formato. Atualmente, só existe suporte para um formato de exportação: imagem PNG.
ru: Используйте пункт меню «Экспорт графа», чтобы экспортировать граф в другой формат. В текущей версии поддерживается только один формат экспорта: изображение PNG.
uk: Скористайтеся пунктом меню «Експортувати граф», щоб експортувати граф у інший формат. У поточній версії підтримується лише один формат експорту: зображення PNG.

# @action:inmenu
source: As Image…
pt_br: Como imagem...
ru: Как изображение…
uk: Як зображення…

source: Export the graph to an image file.
de: Exportiert den Graphen als Bild.
eo: Eksporti la grafeon al bilddosiero.
es: Exportar el grafo a un archivo de imagen.
it: Esporta il grafo in un file immagine.
nl: Exporteer de grafiek naar een afbeeldingsformaat.
pl: Wyeksportuj graf do pliku obrazu.
pt_br: Exporta o grafo para um arquivo de imagem.
ru: Экспорт графа в файл изображения.
uk: Експортувати граф до файла зображення.

source: Zoom in by 10% on the currently viewed graph
de: Vergrößert den aktuellen Graphen um 10 %
eo: Zomi je 10% sur la nuntempe vidita grafeo
es: Acercar un 10% la vista del grafo actual
it: Ingrandisci del 10% il grafo attualmente visualizzato
nl: 10% inzoomen op de huidige grafiek
pl: Powiększ obecnie oglądany graf o 10%
pt_br: Ampliar a visualização do grafo atual em 10%
ru: Приблизить текущий просматриваемый граф на 10%
uk: Збільшити на 10% поточний перегляд графу

source: Zoom out by 10% from the currently viewed graph
de: Verkleinert den aktuellen Graphen um 10 %
eo: Malzomi je 10% de la nuntempe vidita grafeo
es: Alejar un 10% la vista del grafo actual
it: Rimpicciolisci del 10% il grafo attualmente visualizzato
nl: 10% uitzoomen op de huidige grafiek
pl: Pomniejsz obecnie oglądany graf o 10%
pt_br: Reduzir a visualização do grafo atual em 10%
ru: Отдалить текущий просматриваемый граф на 10%
uk: Зменшити на 10% поточний перегляд графу

# @option:check
source: Enable Bird's-Eye View
pt_br: Ativar a visão panorâmica
ru: Включить общий просмотр
uk: Увімкнути загальний перегляд

source: Enables or disables the Bird's-eye View
de: Zeigt die Übersicht an oder blendet sie aus
eo: Ebligas aŭ malŝaltas la Birdokulan Vidon
es: Activa o desactiva la vista aérea
it: Attiva o disattiva la vista a volo d'aquila
nl: (De)activeert het overzicht in vogelvlucht
pl: Włącza lub wyłącza widok z lotu ptaka (z góry)
pt_br: Habilita ou desabilita a visão panorâmica
ru: Включает или отключает общий просмотр
uk: Вмикає або вимикає загальний перегляд

# @title:menu
source: Bird's-Eye View Position
pt_br: Visão panorâmica
ru: Расположение общего просмотра
uk: Позиція загального перегляду

source: Allows the Bird's-eye View to be setup.
de: Ermöglicht die Einrichtung der Übersicht.
eo: Permesas agordi la Birdokulan Vidon.
es: Permite configurar la vista aérea.
it: Permette di configurare la vista a volo d'aquila.
nl: Maakt het mogelijk om de vogelvlucht in te stellen.
pl: Pozwala na ustawienie widoku z lotu ptaka.
pt_br: Permite que a visão panorâmica seja configurada.
ru: Настройка общего просмотра.
uk: Надає вам змогу налаштувати загальний перегляд.

# @item:inmenu bev position
source: Top Left
pt_br: Superior esquerdo
ru: Вверху слева
uk: Вгорі ліворуч

source: Puts the Bird's-eye View in the top-left corner.
de: Platziert die Übersicht in der linken oberen Ecke.
eo: Metas la Birdokulan Vidon en la supran maldekstran angulon.
es: Coloca la vista aérea en la esquina superior izquierda.
it: Mette la vista a volo d'aquila in alto a sinistra.
nl: Plaatst de vogelvlucht in de linker bovenhoek
pl: Umieszcza widok z lotu ptaka w lewym górnym narożniku.
pt_br: Coloca a visão panorâmica no canto superior esquerdo.
ru: Размещение общего просмотра в верхнем левом углу окна.
uk: Розташовує загальний перегляд у верхньому лівому куті вікна.

# @item:inmenu bev position
source: Top Right
pt_br: Superior direito
ru: Вверху справа
uk: Вгорі праворуч

source: Puts the Bird's-eye View in the top-right corner.
de: Platziert die Übersicht in der rechten oberen Ecke.
eo: Metas la Birdokulan Vidon en la supran dekstran angulon.
es: Coloca la vista aérea en la esquina superior derecha.
it: Mette la vista a volo d'aquila in alto a destra.
nl: Plaatst de vogelvlucht in de rechter bovenhoek
pl: Umieszcza widok z lotu ptaka w prawym górnym narożniku.
pt_br: Coloca a visão panorâmica no canto superior direito.
ru: Размещение общего просмотра в верхнем правом углу окна.
uk: Розташовує загальний перегляд у верхньому правому куті вікна.

# @item:inmenu bev position
source: Bottom Left
pt_br: Inferior esquerdo
ru: Внизу слева
uk: Внизу ліворуч

source: Puts the Bird's-eye View in the bottom-left corner.
de: Platziert die Übersicht in der linken unteren Ecke.
eo: Metas la Birdokulan Vidon en la malsupran maldekstran angulon.
es: Coloca la vista aérea en la esquina inferior izquierda.
it: Mette la vista a volo d'aquila in basso a sinistra.
nl: Plaatst de vogelvlucht in de linker onderhoek
pl: Umieszcza widok z lotu ptaka w lewym dolnym narożniku.
pt_br: Coloca a visão panorâmica no canto inferior esquerdo.
ru: Размещение общего просмотра в нижнем левом углу окна.
uk: Розташовує загальний перегляд у нижньому лівому куті вікна.

# @item:inmenu bev position
source: Bottom Right
pt_br: Inferior direito
ru: Внизу справа
uk: Внизу праворуч

source: Puts the Bird's-eye View in the bottom-right corner.
de: Platziert die Übersicht in der linken unteren Ecke.
eo: Metas la Birdokulan Vidon en la malsupran dekstran angulon.
es: Coloca la vista aérea en la esquina inferior derecha.
it: Mette la vista a volo d'aquila in basso a destra.
nl: Plaatst de vogelvlucht in de rechter onderhoek
pl: Umieszcza widok z lotu ptaka w prawym dolnym narożniku.
pt_br: Coloca a visão panorâmica no canto inferior direito.
ru: Размещение общего просмотра в нижнем правом углу окна.
uk: Розташовує загальний перегляд у нижньому правому куті вікна.

# @item:inmenu bev position
source: Automatic
pt_br: Automático
ru: Автоматически
uk: Автоматично

source: Let KGraphViewer automatically choose the position of the Bird's-eye View.
de: KGraphViewer wählt automatisch die Position der Übersicht.
eo: Lasi KGraphViewer aŭtomate elekti la pozicion de la Birdokula Vido.
es: Dejar que KGraphViewer escoja automáticamente la posición de la vista aérea.
it: Fa scegliere a KGraphViewer la posizione della vista a volo d'aquila.
nl: Laat KGraphViewer automatisch de positie van de vogelvlucht kiezen.
pl: Pozwala KGraphViewer na automatyczne wybranie pozycji widoku z lotu ptaka.
pt_br: Permite que o KGraphViewer escolha automaticamente a posição da visão panorâmica.
ru: KGraphViewer автоматически выбирает расположение общего просмотра.
uk: Надає змогу KGraphViewer автоматично обирати розташування загального перегляду.

# @title:menu
source: Layout
ru: Компоновка
uk: Компонування

# @action:inmenu
source: Specify Layout Command…
pt_br: Especificar o comando de layout
ru: Указать команду компоновки…
uk: Вказати команду компонування…

source: Specify yourself the layout command to use. Given a dot file, it should produce an xdot file on its standard output.
de: Geben Sie den Layoutbefehl an. Wenn Sie eine dot-Datei haben sollte eine xdot-Datei auf der Standardausgabe erstellt werden.
eo: Indiku vi-mem la aranĝokomandon uzendan. Donite dot-dosieron, ĝi devus produkti xdot-dosieron sur ĝia norma eligo.
es: Indicar la orden de diseño a usar. Dado un archivo dot, debería producir un archivo xdot en la salida estándar.
it: Specifica tu il comando di strutturazione da usare. Dato un file dot, dovrebbe produrre un file xdot su stdout.
nl: Geef zelf het indelingscommando op. Als het een dot-bestand betreft dient het een xdot-bestand op diens standaarduitvoer te produceren.
pl: Podaj samodzielnie polecenie układu, które ma zostać użyte. Dany plik dot powinien utworzyć plik xdot na standardowym wyjściu.
pt_br: Especifique você mesmo o comando de layout a ser usado. Fornecido um arquivo dot, ele deve produzir um arquivo xdot na saída padrão.
ru: Укажите команду компоновки, которую следует использовать. Команда создаст из указанного dot-файла xdot-файл на своём стандартном выводе.
uk: Вкажіть команду компонування, яке слід використовувати. За вказаним dot-файлом програма створить файл xdot на стандартному виводі.

# @action:inmenu
source: Reset Layout Command to Default
pt_br: Restaurar o comando de layout para o padrão
ru: Восстановить команду компоновки по умолчанию
uk: Повернути типову команду компонування

source: Resets the layout command to use to the default depending on the graph type (directed or not).
de: Setzt den Layoutbefehl zurück auf den Standard. Dieser Standard hängt vom Graphentypen ab (gerichtet oder nicht).
eo: Restarigas la aranĝan komandon por uzi al la defaŭlta depende de la grafea tipo (direktita aŭ ne).
es: Reinicia la orden de diseño para que se use la predeterminada dependiendo del tipo de grafo (dirigido o no).
it: Reimposta il comando di struttura per usare il valore predefinito a seconda del tipo di grafo (direzionale o meno).
nl: Zet het indelingscommando terug naar de standaardwaarde van het grafiektype (wel of niet directed).
pl: Przywraca domyślne polecenie układu, w zależności od typu grafu (skierowany lub nie).
pt_br: Restaura o comando de layout a ser usado para o padrão, dependendo do tipo de grafo (direcional ou não).
ru: Восстанавливает значение по умолчанию команды компоновки, зависящее от типа графа (направленный или нет).
uk: Відновлює типове значення команди компонування, залежне від типу графу (орієнтований чи ні).

source: Select file
de: Datei auswählen
eo: Elekti dosieron
es: Seleccionar archivo
it: Seleziona file
nl: Bestand selecteren
pl: Wybierz plik
pt_br: Selecione o arquivo
ru: Выбор файла
uk: Виберіть файл

source: Graph SVG Generated by KGraphViewer
de: SVG-Graph generiert durch KGraphViewer
eo: Grafea SVG Generita de KGraphViewer
es: Grafo SVG generado por KGraphViewer
it: SVG del grafo generata da KGraphViewer
nl: SVG grafiek gegenereerd door KGraphViewer
pl: Graf SVG wygenerowany przez KGraphViewer
pt_br: Grafo SVG gerado pelo KGraphViewer
ru: Граф SVG, созданный с помощью KGraphViewer
uk: Зображення SVG графу, створене за допомогою KGraphViewer

source: Graph SVG Generated by KGraphViewer.
de: SVG-Graph generiert durch KGraphViewer.
eo: Grafea SVG Generita de KGraphViewer.
es: Grafo SVG generado por KGraphViewer.
it: SVG del grafo generata da KGraphViewer.
nl: SVG grafiek gegenereerd door KGraphViewer.
pl: Graf SVG wygenerowany przez KGraphViewer.
pt_br: Grafo SVG gerado pelo KGraphViewer.
ru: Граф SVG, созданный с помощью KGraphViewer.
uk: Зображення SVG графу, створене за допомогою KGraphViewer.
