Repository: KDE/kgraphviewer
Catalog: po/*/kgraphviewer.po
Languages: de, eo, es, it, nl, pl, pt_br, ru, uk

source: Margins
de: Ränder
eo: Marĝenoj
es: Márgenes
it: Margini
nl: Marges
pl: Marginesy
pt_br: Margens
ru: Поля
uk: Поля

source: Page Layout Problem
de: Seitenlayout-Problem
eo: Paĝaranĝa problemo
es: Problema con el diseño de la página
it: Problema della struttura della pagina
nl: Probleem met pagina-indeling
pl: Problem układu strony
pt_br: Problema no layout da página
ru: Ошибка компоновки страницы
uk: Помилка компонування сторінки

source: The page width is smaller than the left and right margins.
de: Die Seitenbreite ist kleiner als die linken und rechten Ränder.
eo: La paĝlarĝo estas pli malgranda ol la maldekstra kaj dekstra marĝenoj.
es: El ancho de la página es más pequeño que los márgenes izquierdo y derecho.
it: La larghezza della pagina è minore dei margini sinistro e destro.
nl: De paginabreedte is kleiner dan de linker- en rechtermarges.
pl: Rozmiar strony jest mniejszy niż lewy i prawy margines.
pt_br: A largura da página é menor que as margens esquerda e direita.
ru: Ширины страницы меньше, чем поля слева и справа.
uk: Ширина сторінки менша за ліве та праве поле.

source: The page height is smaller than the top and bottom margins.
de: Die Seitenlänge ist kleiner als die oberen und unteren Ränder.
eo: La paĝa alteco estas pli malgranda ol la supraj kaj malsupraj marĝenoj.
es: La altura de la página es más pequeña que los márgenes superior e inferior.
it: L'altezza della pagina è minore dei margini superiore e inferiore.
nl: De paginahoogte is kleiner dan de boven- en ondermarges.
pl: Wysokość strony jest mniejsza niż margines górny i dolny.
pt_br: A altura da página é menor que as margens superior e inferior.
ru: Высота страницы меньше, чем поля сверху и снизу.
uk: Висота сторінки менша за верхнє та нижнє поле.

source: Millimeters (mm)
de: Millimeter (mm)
eo: Milimetroj (mm)
es: Milímetros (mm)
it: Millimetri (mm)
pl: Milimetry (mm)
pt_br: Milímetros (mm)
ru: миллиметры (мм)
uk: Міліметри (мм)

source: Centimeters (cm)
de: Zentimeter (cm)
eo: Centimetroj (cm)
es: Centímetros (cm)
it: Centimetri (cm)
pl: Centymetry (cm)
pt_br: Centímetros (cm)
ru: сантиметры (см)
uk: Сантиметри (см)

source: Decimeters (dm)
de: Dezimeter (dm)
eo: Decimetroj (dm)
es: Decímetros (dm)
it: Decimetri (dm)
pl: Decymetry (dm)
pt_br: Decímetros (dm)
ru: дециметры (дм)
uk: Дециметри (дм)

source: Inches (in)
de: Inch (in)
eo: Coloj (in)
es: Pulgadas (in)
it: Pollici (in)
pl: Cale (in)
pt_br: Polegadas (pol)
ru: дюймы (in)
uk: Дюйми (in)

source: Pica (pi)
pt_br: Paica (pi)
ru: пика (pi)
uk: Піки (pi)

source: Didot (dd)
pl: Punkty w systemie Didota (dd)
ru: дидо (dd)
uk: Дідо (dd)

source: Cicero (cc)
pl: Cycero (cc)
pt_br: Cícero (cc)
ru: цицеро (cc)
uk: Цицеро (cc)

source: Points (pt)
de: Punkt (pt)
eo: Punktoj (pt)
es: Puntos (pt)
it: Punti (pt)
nl: Punten (pt)
pl: Punkty (pt)
pt_br: Pontos (pt)
ru: пункты (пт)
uk: Точки (тч)

source: Error.
de: Fehler.
eo: Eraro.
it: Errore.
nl: Fout.
pl: Błąd.
pt_br: Erro.
ru: Ошибка.
uk: Помилка.

source: View of the complete graph. Click and drag to move the visible part.
de: Ansicht des ganzen Graphen. Klicken und ziehen bewegt den sichtbaren Ausschnitt.
eo: Vido de la kompleta grafeo. Klaku kaj trenu por movi la videblan parton.
es: Vista del grafo completo. Pulse y arrastre para mover la parte visible.
it: Vista del grafo completo. Fai clic e trascina per spostare la parte visibile.
nl: Weergave van de complete grafiek. Klik en sleep om het zichtbare deel te verschuiven.
pl: Widok całego grafu. Kliknij i przeciągnij, aby przesunąć widoczną część.
pt_br: Visão do grafo inteiro. Clique e arraste para mover a parte visível.
ru: Просмотр всего графа. Щёлкните и перетащите для перемещения видимой части.
uk: Переглянути весь граф. Натисніть і перетягніть, щоб пересунути видиму частину.

source: <h1>View of the Complete Graph</h1><p>Single clicking somewhere without the red square will move the center of the view to where the mouse was clicked.</p><p>Clicking and dragging within the red square will cause the view to follow the movement.</p>
de: <h1>Ansicht des ganzen Graphen</h1><p>Ein einfacher Klick außerhalb des roten Bereichs bewegt den Mittelpunkt der Ansicht an diese Stelle.</p> <p>Klicken und ziehen innerhalb des roten Bereichs bewegt die Ansicht entsprechend.</p>
eo: <h1>Vido de la Kompleta Grafeo</h1><p>Ununura klako ie sen la ruĝa kvadrato movos la centron de la vido al kie la muso estis klakita.</p><p>Klakado kaj trenado ene de la ruĝa kvadrato igos la vidon sekvi la movadon.</p>
es: <h1>Vista del grafo completo</h1><p>Pulse en cualquier lugar fuera del cuadrado rojo para mover el centro de la vista donde haya pulsado con el ratón.</p><p>Pulse y arrastre dentro del cuadrado rojo para que la vista siga el movimiento.</p>
it: <h1>Vista del grafo completo</h1><p>Fare clic fuori dal quadrato rosso sposterà il centro della vista al punto del clic.</p><p>Fare clic e trascinare nel quadrato rosso farà spostare la vista seguendo il movimento del mouse.</p>
nl: <h1>Weergave van de complete grafiek. </h1><p>Klik ergens buiten het rode vlak om het midden van de weergave te verplaatsen naar die positie.</p><p>Klik en sleep binnen het rode vlak om de weergave te verslepen.</p>
pl: <h1>Widok całego grafu</h1><p>Pojedyncze kliknięcie gdzieś poza czerwonym kwadratem przesunie środek widoku, tam gdzie kliknięto myszą.</p><p>Kliknięcie i przeciągnięcie wewnątrz czerwonego kwadratu spowoduje, że widok będzie podążał za ruchem.</p>
pt_br: <h1>Visão do grafo inteiro</h1><p>Clicar em qualquer lugar fora do quadrado vermelho centralizará a visualização na posição onde o mouse foi clicado.</p><p>Clicar e arrastar dentro do quadrado vermelho fará a visão seguir o movimento.</p>
ru: <h1>Просмотр всего графа</h1><p>Одиночный щелчок там, где нет красного квадрата, переместит центр области просмотра в это место.</p><p>Щелчок и перетаскивание в пределах красного квадрата заставит область просмотра следовать за движением.</p>
uk: <h1>Переглянути весь граф</h1><p>Клацніть один раз поза межами червоного квадрата, щоб пересунути центр показу у відповідну позицію.</p><p>Натисніть червоний квадрат і перетягніть вказівник миші, — перегляд пересуватиметься у відповідності до руху червоного квадрата.</p>

source: Print Preview
de: Druckvorschau
eo: Printa antaŭrigardo
es: Vista previa de la impresión
it: Anteprima di stampa
nl: Afdrukvoorbeeld
pl: Podgląd wydruku
pt_br: Visualizar impressão
ru: Просмотр печати
uk: Перегляд друку

# Page (number) of (total)
source: Page %1 of %2
de: Seite %1 von %2
eo: Paĝo %1 el %2
es: Página %1 de %2
it: Pagina %1 di %2
nl: Pagina %1 van %2
pl: Strona %1 z %2
pt_br: Página %1 de %2
ru: Страница %1 из %2
uk: Сторінка %1 з %2

source: Page %1
de: Seite %1
eo: Paĝo %1
es: Página %1
it: Pagina %1
nl: Pagina %1
pl: Strona %1
pt_br: Página %1
ru: Страница %1
uk: Сторінка %1

source: Print Preview…
pt_br: Visualizar impressão…
ru: Просмотр печати…
uk: Перегляд друку…

source: Font…
pt_br: Fonte…
ru: Шрифт…
uk: Шрифт…

source: Changes font for title text.
de: Ändert die Schriftart für Titeltext.
eo: Ŝanĝas tiparon por titolteksto.
es: Cambia el tipo de letra del título.
it: Cambia il carattere per il testo del titolo.
nl: Wijzigt het lettertype voor de titeltekst.
pl: Zmienia czcionkę dla tekstu tytułu.
pt_br: Altera a fonte do texto do título.
ru: Изменяет шрифт заголовка.
uk: Змінює шрифт тексту заголовка.

source: <qt><h2>Page Setup for Printing Graph "%1"</h2></qt>
de: <qt><h2>Seiteneinrichtung zum Drucken des Graphen „%1“</h2></qt>
eo: <qt><h2>Paĝagordo por Presi Grafeon "%1"</h2></qt>
es: <qt><h2>Configuración de la página para imprimir el grafo «%1»</h2></qt>
it: <qt><h2>Configurazione di pagina per la stampa del grafo «%1»</h2></qt>
nl: <qt><h2>Pagina-instellingen voor het afdrukken van grafiek "%1"</h2></qt>
pl: <qt><h2>Ustawienia strony dla wydruku grafu "%1"</h2></qt>
pt_br: <qt><h2>Configuração da página para impressão do grafo "%1"</h2></qt>
ru: <qt><h2>Параметры страницы для печати графа «%1»</h2></qt>
uk: <qt><h2>Параметри сторінки для друку графу «%1»</h2></qt>

source: Saves settings for this setup as default.
de: Speichert diese Einstellungen als Standard.
eo: Konservas agordojn por ĉi tiu agordo defaŭlte.
es: Guarda las preferencias para esta configuración como predeterminadas.
it: Salva le impostazioni di questa configurazione come predefinite.
nl: Slaat de instellingen voor deze indeling op als standaard.
pl: Zapisuje te ustawienia jako domyślne.
pt_br: Salva esta configuração como a padrão.
ru: Сохраняет указанные параметры как значения по умолчанию.
uk: Зберігає ці параметри сторінки як типові.

source: Adds date and time to the header.
de: Fügt Datum und Zeit zur Kopfzeile hinzu.
eo: Aldonas daton kaj horon al la kaplinio.
es: Añade la fecha y la hora a la cabecera.
it: Aggiunge data e ora all'intestazione.
nl: Datum en tijd toevoegen aan de kop.
pl: Dodaje datę i czas do nagłówka.
pt_br: Adiciona data e hora ao cabeçalho.
ru: Добавляет дату и время в верхний колонтитул.
uk: Додає дату і час до шапки.

source: Adds page numbers to the footer.
de: Fügt Seitenzahlen zur Fußzeile hinzu.
eo: Aldonas paĝnumerojn al la piedlinio.
es: Añade números de página al pie.
it: Aggiunge i numeri di pagina ai piè di pagina.
nl: Paginanummers toevoegen aan de voettekst.
pl: Dodaje numery stron do stopki.
pt_br: Adiciona números de página ao rodapé.
ru: Добавляет номер страницы в нижний колонтитул.
uk: Додає номери сторінок до підвалу.

source: Adds table borders.
de: Fügt Tabellenumrandungen hinzu.
eo: Aldonas tabelajn bordojn.
es: Añade bordes a las tablas.
it: Aggiunge i bordi alle tabelle.
nl: Tabelranden toevoegen.
pl: Dodaje ramkę tabeli.
pt_br: Adiciona as bordas da tabela.
ru: Добавляет рамку таблиц.
uk: Додає рамки до таблиць.

source: Change Page Size and Margins…
pt_br: Alterar o tamanho e as margens da página…
ru: Изменить размер страницы и полей…
uk: Змінити розмір і поля сторінки…

source: Changes page size and margins.
de: Ändert Seitengröße und Ränder.
eo: Ŝanĝas paĝograndecon kaj marĝenojn.
es: Cambia el tamaño y los márgenes de la página.
it: Cambia le dimensioni e i margini delle pagine.
nl: Paginagrootte en marges wijzigen.
pl: Zmienia rozmiar papieru i marginesy.
pt_br: Altera o tamanho e as margens da página.
ru: Изменяет размер страницы и полей.
uk: Змінює розмір і поля сторінки.

source: Chosen font looks like this
de: Aussehen der ausgewählten Schriftart
eo: Elektita tiparo aspektas tiel
es: El tipo de letra escogido se ve así
it: I caratteri scelti hanno questo aspetto
nl: Gekozen lettertype ziet er zo uit
pl: Wybrana czcionka wygląda tak
pt_br: A fonte escolhida se parece com isso
ru: Выбранный шрифт выглядит следующим образом
uk: Вибраний шрифт виглядає так

source: Portrait
de: Hochformat
eo: Vertikale
es: Vertical
it: Verticale
nl: Portret
pl: Portret
pt_br: Retrato
ru: Портретная
uk: Книжкова

source: Landscape
de: Querformat
eo: Horizontale
es: Horizontal
it: Orizzontale
nl: Landschap
pl: Pejzaż
pt_br: Paisagem
ru: Альбомная
uk: Альбомна

source: margins:
de: Ränder:
eo: marĝenoj:
es: márgenes:
it: margini:
nl: marges:
pl: marginesy:
pt_br: margens:
ru: поля:
uk: поля:

source: Pa&ge font:
de: &Schriftart der Seite:
eo: Paĝa &tiparo:
es: Tipo de letra de la pá&gina:
it: Carattere della pa&gina:
nl: Lettertype van pa&gina:
pl: &Czcionka strony:
pt_br: &Fonte da página:
ru: &Шрифт страницы:
uk: &Шрифт сторінки:

source: Page Size && Margins
de: Seitengröße && Ränder
eo: Paĝograndeco && Marĝenoj
es: Tamaño y márgenes de la página
it: Dimensione e margini della pagina
nl: Paginagrootte && marges
pl: Rozmiar papieru i marginesy
pt_br: &Tamanho da página e margens
ru: Размер страницы и полей
uk: Розмір сторінки і поля

source: Add &borders
de: &Ränder hinzufügen
eo: Aldoni &bordojn
es: Añadir &bordes
it: Aggiungi &bordi
nl: &Randen toevoegen
pl: Dodaj &ramkę
pt_br: Adicionar &bordas
ru: Добавить &рамку
uk: Додати &рамку

source: Add date and time
de: Datum und Uhrzeit hinzufügen
eo: Aldoni daton kaj horon
es: Añadir fecha y hora
it: Aggiungi data e ora
nl: Datum en tijd toevoegen
pl: Dodaj datę i czas
pt_br: Adicionar data e hora
ru: Добавить дату и время
uk: Додати дату і час

source: Add page numbers
de: Seitenzahlen hinzufügen
eo: Aldoni paĝnumerojn
es: Añadir números de página
it: Aggiungi numeri di pagina
nl: Paginanummers toevoegen
pl: Dodaj numery stron
pt_br: Adicionar números de página
ru: Добавить номера страниц
uk: Додати номери сторінок

source: Number of pages to fit on
de: Anzahl der Seiten, auf die eingepasst werden soll
eo: Nombro da paĝoj por kongrui
es: Número de páginas a las que ajustar
it: Numero di pagine su cui adattare
nl: Aantal pagina's waarop het moet passen
pl: Liczba stron do dyspozycji
pt_br: Números de páginas a caber
ru: Требуемое количество страниц
uk: Кількість сторінок для підбору

source: &Natural size
de: &Tatsächliche Größe
eo: &Natura grandeco
es: Tamaño &natural
it: Dimensione &naturale
nl: &Natuurlijke grootte
pl: Rozmiar &naturalny
pt_br: Tamanho &natural
ru: &Натуральная величина
uk: Сп&равжній розмір

source: Fit &to one page
de: &Auf eine Seite einpassen
eo: Ĝisrandigi al &unu paĝo
es: Ajus&tar a una página
it: Ada&tta a una pagina
nl: Op één pagina &passen
pl: Dopasuj do s&trony
pt_br: Caber em &uma página
ru: &Вместить на одной странице
uk: П&ідібрати під одну сторінку

source: F&it to several pages
de: Auf &mehrere Seiten einpassen
eo: Ĝ&israndigi al pluraj paĝoj
es: Ajustar a var&ias páginas
it: Adatta a più pag&ine
nl: Op versch&illende pagina's passen
pl: Dopasuj na k&ilka stron
pt_br: Caber em &várias páginas
ru: Вместить на нескольких &страницах
uk: Пі&дібрати під декілька сторінок

# @label:spinbox
source: Horizontally:
es: Horizontalmente:
it: Orizzontalmente:
pt_br: Horizontalmente:
ru: Горизонтально:
uk: Горизонтально:

# @label:spinbox
source: Vertically:
es: Verticalmente:
it: Verticalmente:
pt_br: Verticalmente:
ru: Вертикально:
uk: Вертикально:

# @option:check
source: Preserve aspect ratio:
es: Conservar las proporciones:
it: Mantieni le proporzioni:
pt_br: Manter a taxa de proporção:
ru: Сохранять соотношение сторон:
uk: Збереження співвідношення розмірів:

source: Related actions:
de: Zugehörige Aktionen:
eo: Rilataj agoj:
es: Acciones relacionadas:
it: Azioni correlate:
nl: Bijbehorende acties:
pl: Powiązane działania:
pt_br: Ações relacionadas:
ru: Связанные действия:
uk: Відповідні дії:

source: %1 - Print Preview - %2
de: %1 – Druckvorschau – %2
eo: %1 - Presa Antaŭrigardo - %2
es: %1 - Vista previa de la impresión - %2
it: %1 - Anteprima di stampa - %2
nl: %1 - afdrukvoorbeeld - %2
pl: %1 - Podgląd wydruku - %2
pt_br: %1 - Visualização da impressão - %2
ru: %1 — Просмотр печати — %2
uk: %1 - Перегляд друку - %2

source: &Page setup
de: Sei&teneinrichtung
eo: &Paĝa aranĝo
es: &Configuración de la página
it: Configurazione di &pagina
nl: &Pagina-instellingen
pl: &Ustawienia strony
pt_br: Configuração da &página
ru: &Параметры страницы
uk: П&араметри сторінки

source: Previous Page
de: Vorherige Seite
eo: Antaŭa paĝo
es: Página anterior
it: Pagina precedente
nl: Vorige pagina
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница
uk: Попередня сторінка

source: Next Page
de: Nächste Seite
eo: Sekva paĝo
es: Página siguiente
it: Pagina successiva
nl: Volgende pagina
pl: Następna strona
pt_br: Próxima página
ru: Следующая страница
uk: Наступна сторінка

source: Default background color:
de: Standard-Hintergrundfarbe:
eo: Defaŭlta fonkoloro:
es: Color del fondo por omisión:
it: Colore di sfondo predefinito:
nl: Standaard achtergrondkleur:
pl: Domyślny kolor tła:
pt_br: Cor de fundo padrão:
ru: Цвет фона по умолчанию:
uk: Типовий колір тла:

source: Note: this will be overridden if the graph has its own background color
de: Hinweis: Diese Einstellung wird überschrieben, wenn der Graph seine eigene Hintergrundfarbe hat
eo: Noto: ĉi tio estos anstataŭita se la grafeo havas sian propran fonkoloron
es: Nota: este valor no se tendrá en cuenta si el grafo tiene su propio color de fondo
it: Nota: questo verrà ignorato se il grafo ha un suo colore di sfondo
nl: Opmerking: dit zal overschreven worden als de grafiek zijn eigen achtergrondkleur bevat
pl: Uwaga: zostanie to zastąpione, jeśli wykres ma swój własny kolor tła
pt_br: Observação: esta será substituída se o grafo tiver a sua própria cor de fundo
ru: Примечание: этот параметр будет переопределён, если у графа есть собственный цвет фона
uk: Зауваження: значення параметра буде перевизначено, якщо у графу є власний колір тла

source: Open in existing window
de: Im aktuellen Fenster öffnen
eo: Malfermi en ekzistanta fenestro
es: Abrir en la ventana existente
it: Apri nella finestra esistente
nl: Openen in bestaand venster
pl: Otwórz w istniejącym oknie
pt_br: Abrir na janela existente
ru: Открывать файл в существующем окне
uk: Відкрити у існуючому вікні

source: &Yes
de: &Ja
eo: &Jes
es: &Sí
it: &Sì
nl: &Ja
pl: &Tak
pt_br: &Sim
ru: &Да
uk: &Так

source: &No
de: &Nein
eo: &Ne
nl: &Nee
pl: &Nie
pt_br: &Não
ru: &Нет
uk: &Ні

source: As&k
de: Nach&fragen
eo: Dema&ndi
es: &Preguntar
it: &Chiedi
nl: &Vragen
pl: &Zapytaj
pt_br: Per&guntar
ru: &Спрашивать
uk: За&питати

source: Parse using:
de: Einlesen mit:
eo: Analizi uzante:
es: Analizar usando:
it: Elabora con:
nl: Ontleden gebruikt:
pl: Przetwórz używając:
pt_br: Processar usando:
ru: Обрабатывать с помощью:
uk: Обробляти за допомогою:

source: E&xternal command
de: E&xterner Befehl
eo: E&kstera komando
es: Orden e&xterna
it: Comando &esterno
nl: E&xtern commando
pl: Z&ewnętrznego polecenia
pt_br: Comando e&xterno
ru: &Внешней команды
uk: &Зовнішньої команди

source: Internal &library
de: Interne Bib&liothek
eo: Interna bib&lioteko
es: Bib&lioteca interna
it: &Libreria interna
nl: Interne bib&liotheek
pl: Wewnętrznej biblioteki
pt_br: Bib&lioteca interna
ru: Встроенной &библиотеки
uk: В&будованої бібліотеки

source: Reload files modified on disk
de: Dateien erneut laden, die auf der Festplatte verändert wurden
eo: Reŝargi dosierojn modifitajn surdiske
es: Volver a cargar los archivos modificados en el disco
it: Ricarica i file modificati sul disco
nl: Lees op schijf gewijzigde bestanden opnieuw in
pl: Ponownie wczytuj pliki zmienione przez inny program
pt_br: Recarregar os arquivos modificados no disco
ru: Обновление файлов, изменённых на диске
uk: Перезавантажити файли, змінені на диску

source: &Ask
de: &Nachfragen
eo: Dem&andi
es: &Preguntar
it: &Chiedi
nl: Vr&agen
pl: Z&apytaj
pt_br: Pergunt&ar
ru: С&прашивать
uk: За&питати

source: Reopen previously opened files
de: Vormals geöffnete Dateien erneut laden
eo: Remalfermi antaŭe malfermitajn dosierojn
es: Volver a abrir los archivos abiertos previamente
it: Riapri i file precedentemente aperti
nl: Open eerder geopende bestanden opnieuw
pl: Ponownie otwieraj wcześniej otwarte pliki
pt_br: Reabrir arquivos abertos anteriormente
ru: Открыть заново ранее открытые файлы
uk: Перевідкрити попередньо відкриті файли

source: Select Layout Algo
de: Layout-Algorithmus auswählen
eo: Elekti Aranĝ-Algoritmon
es: Seleccionar algoritmo de diseño
nl: Indelingsalgoritme selecteren
pl: Wybierz algorytm układu

source: Layout
eo: Aspekto
es: Diseño
nl: Indeling
pl: Układ

source: Specify layout command
de: Geben Sie den Layoutbefehl an
eo: Specifi aranĝan komandon
es: Indicar la orden de diseño
nl: Indelingscommando opgeven
pl: Podaj polecenie układu

source: Reset layout command to default
de: Den Layoutbefehl auf den Standard zurücksetzen
eo: Restarigi aranĝan komandon al defaŭlta
es: Volver a la orden de diseño predeterminada
nl: Indelingscommando terugzetten naar standaardwaarde
pl: Przywróć domyślne polecenie układu

source: Zoom In
de: Vergrößern
eo: Enzomi
es: Acercar
nl: Inzoomen
pl: Powiększ

source: Zoom Out
de: Verkleinern
eo: Elzomi
es: Alejar
nl: Uitzoomen
pl: Pomniejsz

source: Export Graph
de: Graph exportieren
eo: Eksporti Grafeon
es: Exportar grafo
nl: Grafiek exporteren
pl: Wyeksportuj graf

source: As Image...
de: Als Bild ...
eo: Kiel Bildo...
es: Como imagen...
nl: Als afbeelding...
pl: Jako obraz...

source: Enable Bird's-eye View
de: Übersicht aktivieren
eo: Ebligi Birdokulan Vidon
es: Activar la vista aérea
nl: Vogelvlucht activeren
pl: Włącz widok z lotu ptaka

source: Birds-eye View
de: Übersicht
eo: Birdokula Vido
es: Vista aérea
nl: Vogelvlucht
pl: Widok z lotu ptaka

source: Top Left
de: Oben links
eo: Supre Maldekstre
es: Superior izquierda
nl: Linksboven
pl: Lewy górny

source: Top Right
de: Oben rechts
eo: Supre Dekstre
es: Superior derecha
nl: Rechtsboven
pl: Prawy górny

source: Bottom Left
de: Unten links
eo: Malsupre Maldekstre
es: Inferior izquierda
nl: Linksonder
pl: Lewy dolny

source: Bottom Right
de: Unten rechts
eo: Malsupre Dekstre
es: Inferior derecha
nl: Rechtsonder
pl: Prawy dolny

source: Automatic
de: Automatisch
eo: Aŭtomata
es: Automático
nl: Automatisch
pl: Automatycznie

source: graph %1 is getting loaded...
de: Graph %1 wird geladen ...
eo: grafeo %1 estas ŝargita...
es: el grafo %1 se está cargando...
it: grafo %1 in caricamento...
nl: graaf %1 wordt geladen...
pl: graf %1 jest właśnie wczytywany...

source: Page setup
de: Seiteneinrichtung
eo: Paĝo-agordo
es: Configuración de la página
nl: Pagina-indeling
pl: Ustawienia strony

source: Print Preview...
de: Druckvorschau ...
eo: Presa Antaŭrigardo...
es: Vista previa de la impresión...
it: Anteprima di stampa...
nl: Afdrukvoorbeeld...
pl: Podgląd wydruku...

source: Font...
de: Schriftart ...
eo: Tiparo...
es: Tipo de letra...
it: Carattere...
nl: Lettertype...
pl: Czcionka...

source: Change Page Size and Margins...
de: Seitengröße und Ränder ändern ...
eo: Ŝanĝi Paĝgrandon kaj Marĝenojn...
es: Cambiar el tamaño y los márgenes de la página...
it: Cambia dimensioni e margini della pagina...
nl: Paginagrootte en marges wijzigen...
pl: Zmienia rozmiar strony i marginesy...

source: Horizontally
de: Horizontal
nl: Horizontaal
pl: Poziomo

source: Vertically
de: Vertikal
nl: Verticaal
pl: Pionowo

source: Dot
eo: Punkto
