Repository: KDE/kgraphviewer
Catalog: po/*/kgraphviewer.po
Languages: de, eo, es, it, nl, pl, pt_br, ru, uk

# NAME OF TRANSLATORS
source: Your names
de: Matthias Peinhardt, Oliver Dörr
eo: Axel Rousseau,Oliver Kellogg
es: Eloy Cuadra,Enrique Matías Sánchez (Quique)
it: Luigi Toscano,Federico Zenith
nl: Rinse de Vries,Freek de Kruijf - t/m 2022
pl: Jan Stożek, Marta Rybczyńska, Michał Smoczyk, Łukasz Wojniłowicz
pt_br: André Marcelo Alvarenga, Frederico Gonçalves Guimarães
ru: Александр Поташев,Юрий Ефремов,Олеся Герасименко
uk: о.Іван Петрущак,Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
de: matthias.peinhardt@googlemail.com, kde@doerr-privat.de
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
es: ecuadra@eloihr.net,cronopios@gmail.com
it: luigi.toscano@tiscali.it,federico.zenith@member.fsf.org
nl: rinsedevries@kde.nl,freekdekruijf@kde.nl
pl: jasio_kde@stozek.waw.pl, kde-i18n@rybczynska.net, msmoczyk@wp.pl, lukasz.wojnilowicz@gmail.com
pt_br: alvarenga@kde.org, frederico@teia.bio.br
ru: aspotashev@gmail.com,yur.arh@gmail.com,translation-team@basealt.ru
uk: fr.ivan@ukrainian-orthodox.org,yurchor@ukr.net

source: Session Restore
de: Sitzungswiederherstellung
eo: Restaŭro de Seanco
es: Restaurar sesión
it: Ripristino della sessione
nl: Sessie herstellen
pl: Przywracanie sesji
pt_br: Restauração da sessão
ru: Восстановление сеанса
uk: Відновлення сеансу

source: Do you want to reload files from previous session?
de: Möchten Sie die Dateien der letzten Sitzung neu laden?
eo: Ĉu vi volas reŝargi dosierojn de antaŭa seanco?
es: ¿Desea volver a cargar los archivos de la sesión anterior?
it: Vuoi ricaricare i file di una sessione precedente?
nl: Wilt u bestanden van een vorige sessie opnieuw inlezen?
pl: Czy chcesz wczytać ponownie pliki z poprzedniej sesji?
pt_br: Deseja recarregar os arquivos da sessão anterior?
ru: Обновить файлы из предыдущего сеанса работы программы?
uk: Чи бажаєте ви знову завантажити файли з попереднього сеансу?

source: Unable to start
de: Programm kann nicht gestartet werden
eo: Ne eblas komenci
es: No se ha podido iniciar
it: Impossibile avviare.
nl: Kan niet starten
pl: Nie można rozpocząć
pt_br: Não foi possível iniciar
ru: Не удалось запустить
uk: Не вдалося запуститися

source: Could not find the KGraphViewer part.
de: Die KGraphViewer-Komponente wurde nicht gefunden.
eo: Ne eblis trovi la KGraphViewer-parton.
es: No ha sido posible encontrar el componente KGraphViewer.
it: Impossibile trovare il componente di KGraphViewer.
nl: Kon component KGraphViewer niet vinden.
pl: Nie można znaleźć modułu KGraphViewer.
pt_br: Não foi possível encontrar o componente KGraphViewer.
ru: Не удалось найти часть KGraphViewer.
uk: Не знайдено частини KGraphViewer.

source: Closes the current file
de: Schließt die aktuell geöffnete Datei
eo: Fermas la nunan dosieron
es: Cierra el archivo actual
it: Chiude il file attuale
nl: Sluit het huidige bestand
pl: Zamyka bieżący plik
pt_br: Fecha o arquivo atual
ru: Закрывает текущий файл
uk: Закриває поточний файл

source: Create a New Vertex
de: Einen neuen Knoten erstellen
eo: Krei Novan Verticon
es: Crear un nuevo vértice
it: Crea un nuovo vertice
nl: Nieuwe vertex aanmaken
pl: Utwórz nowy wierzchołek
pt_br: Criar um novo vértice
ru: Добавить вершину
uk: Створити нову вершину

source: Create a New Edge
de: Eine neue Kante erstellen
eo: Krei Novan Eĝon
es: Crear una nueva arista
it: Crea un nuovo arco
nl: Nieuwe rand aanmaken
pl: Utwórz nową krawędź
pt_br: Criar uma nova aresta
ru: Добавить ребро
uk: Створити нове ребро

source: Save current graph
de: Aktuellen Graph speichern
eo: Konservi aktualan grafeon
es: Guardar el grafo actual
it: Salva il grafo attuale
nl: De huidige grafiek opslaan
pl: Zapisz bieżacy graf
pt_br: Salvar o grafo atual
ru: Сохранение текущего графа
uk: Зберегти поточний граф

source: Parsing
de: Einlesen
eo: Analizante
es: Análisis
it: Elaborazione
nl: Ontleden
pl: Przetwarzanie
pt_br: Processando
ru: Обработка
uk: Обробка

source: Reloading
de: Erneut laden
eo: Reŝargi
es: Cargar de nuevo
it: Ricaricamento
nl: Opnieuw inlezen
pl: Ponowne wczytywanie
pt_br: Recarregando
ru: Обновление
uk: Перезавантаження

source: Opening
de: Öffnen
eo: Malfermante
es: Apertura
it: Apertura
nl: Openen
pl: Otwieranie
pt_br: Abrindo
ru: Открытие
uk: Відкриття

source: Session Management
de: Sitzungsverwaltung
eo: Seanca Mastrumado
es: Gestión de sesiones
it: Gestione delle sessioni
nl: Sessiebeheer
pl: Zarządzanie sesjami
pt_br: Gerenciamento de sessões
ru: Управление сеансами
uk: Керування сеансами

source: Add a new attribute
de: Ein neues Attribut hinzufügen
eo: Aldoni novan atributon
es: Añadir un nuevo atributo
it: Aggiungi un nuovo attributo
nl: Nieuw attribuut toevoegen
pl: Dodaj nowy atrybut
pt_br: Adicionar um novo atributo
ru: Добавить параметр
uk: Додати новий атрибут

source: Remove this attribute
de: Dieses Attribut entfernen
eo: Forigi ĉi tiun atributon
es: Eliminar este atributo
it: Rimuovi questo attributo
nl: Dit attribuut verwijderen
pl: Usuń ten atrybut
pt_br: Remover este atributo
ru: Удалить параметр
uk: Вилучити цей атрибут

source: A Graphviz DOT graph editor by KDE
de: Ein Anzeigeprogramm für Graphviz Dot-Diagramme
eo: Graphviz DOT grafeoredaktilo de KDE
es: Un editor de grafos DOT de Graphviz creado por KDE
it: Un visore di grafi DOT di GraphViz da KDE
nl: Een Graphviz DOT-grafiek-bewerker door KDE
pl: Edytor grafów Graphviz DOT w ramach KDE
pt_br: Um editor de grafos Graphviz DOT, pela KDE
ru: Редактор графов Graphviz от KDE
uk: Редактор графів DOT Graphviz від KDE

source: © 2005–2010 Gaël de Chalendar
ru: © Gaël de Chalendar, 2005–2010
uk: © Gaël de Chalendar, 2005–2010

source: Path or URL to scan
de: Pfad oder Adresse zum Einlesen
eo: Vojo aŭ URL por skani
es: Ruta o URL a explorar
it: Percorso o URL da scansionare
nl: Pad naar te scannen URL
pl: Ścieżka lub adres URL do skanowania
pt_br: Caminho ou URL para examinar
ru: Путь или URL-адрес для выполнения поиска
uk: Шлях або адреса для обробки

source: [url]
ru: [адрес]
uk: [адреса]

source: Opening in new window confirmation
de: Bestätigung zum Öffnen in neuem Fenster
eo: Konfirmo de malfermo en nova fenestro
es: Confirmación de apertura en una ventana nueva
it: Conferma di apertura in nuova finestra
nl: Bevestigen openen in een nieuw venster
pl: Potwierdzenie otwarcia w nowym oknie
pt_br: Confirmação de abertura em nova janela
ru: Подтверждение открытия файла в новом окне
uk: Підтвердження відкриття нового вікна

source: A KGraphEditor window is already open, do you want to open the file in it?
de: Ein KGraphEditor-Fenster ist bereits geöffnet, möchten Sie diese Datei darin öffnen?
eo: Fenestro de KGraphEditor jam estas malfermita, ĉu vi volas malfermi la dosieron en ĝi?
es: Ya hay abierta una ventana de KGraphEditor. ¿Desea abrir el archivo en ella?
it: Una finestra di KGraphEditor è già aperta, vuoi usarla per aprire il file?
nl: Er is al een KGraphEditor-venster geopend. Wilt u het bestand daarin openen?
pl: Okno KGraphEditor jest już otwarte, czy chcesz otworzyć ten plik w nim?
pt_br: Já existe uma janela aberta do KGraphEditor. Deseja abrir este arquivo nela?
ru: Окно KGraphEditor уже открыто. Открыть файл в нём?
uk: Вікно KGraphEditor вже відкрито, хочете відкрити файл у ньому?

source: Remove this node
de: Diesen Knoten entfernen
eo: Forigi ĉi tiun nodon
es: Eliminar este nodo
it: Rimuovi questo nodo
nl: Dit knooppunt verwijderen
pl: Usuń ten wierzchołek
pt_br: Remover este nó
ru: Удалить вершину
uk: Вилучити цей вузол

source: The answer to the question 'File modified, do you want to reload it'
de: Die Antwort auf die Frage „Die Datei wurde geändert, möchten Sie sie neu laden?“
eo: La respondo al la demando "Dosiero modifita, ĉu vi volas reŝargi ĝin"
es: La respuesta a la pregunta «Archivo modificado, ¿desea cargarlo de nuevo?»
it: Per rispondere alla domanda «File modificato, vuoi ricaricarlo?»
nl: Het antwoord op de vraag 'Bestand gewijzigd. Wilt u het opnieuw inlezen?'
pl: Odpowiedź na pytanie "Plik został zmodyfikowany, czy chcesz go ponownie wczytać"
pt_br: A resposta à pergunta 'O arquivo foi modificado, deseja recarregá-lo'
ru: Ответ на вопрос «Файл изменён, следует ли обновить его?»
uk: Відповідь на питання «Файл змінено, чи бажаєте перезавантажити його»

source: To choose whether to parse using an external command (usually dot) or the graphviz library
de: Die Wahl zwischen dem Einlesen mittels eines externen Befehls (typischerweise dot) oder mit Hilfe der graphviz-Bibliothek
eo: Elekti ĉu analizi uzante eksteran komandon (kutime punkto) aŭ la bibliotekon graphviz
es: Escoger si se quiere analizar usando una orden externa (normalmente dot) o la biblioteca graphviz
it: Scegli se elaborare usando un comando esterno (normalmente dot) o la libreria GraphViz
nl: Om te kiezen uit het ontleden met een extern commando (gewoonlijk dot) of de graphviz bibliotheek
pl: Aby wybrać czy przetworzyć używając zewnętrznego polecenia (zazwyczaj dot) lub biblioteki graphviz
pt_br: Escolher se o processamento é feito por um comando externo (normalmente o dot) ou pela biblioteca graphviz
ru: Выбор способа обработки: с помощью внешней команды (обычно dot) или с помощью библиотеки graphviz
uk: Призначено для визначення способу обробки: зовнішня програма (зазвичай, dot) або бібліотека graphviz.

source: The answer to the question 'If another window already exist when launching kgraphviewer, should we open in it, open a new window or ask?'
de: Die Antwort auf die Frage „Falls ein kgraphviewer schon geöffnet ist, soll es dann dort, in einem neuen Fenster oder soll nachgefragt werden wo es geöffnet werden soll?“
eo: La respondo al la demando 'Se alia fenestro jam ekzistas dum lanĉo de kgraphviewer, ĉu ni malfermu en ĝi, malfermu novan fenestron aŭ demandi?'
es: La respuesta a la pregunta «Si ya existe otra ventana al lanzar kgraphviewer, ¿se debe abrir en ella, abrir en una ventana nueva o preguntar?»
it: Per rispondere alla domanda «Se un'altra finestra esiste già quando avvii KGraphViewer, devo usarla, aprirne un'altra o chiedere?»
nl: Het antwoord op de vraag 'Als er al een ander venster draait tijdens het starten van kgraphviewer, wilt u het document erin openen, een nieuw venster openen of die vraag stellen?'
pl: Odpowiedź na pytanie 'Jeżeli inne okno już istnieje, podczas uruchamiania kgraphviewer, to czy powinniśmy otworzyć plik w nim, otworzyć nowe okno, czy może zapytać?'
pt_br: A resposta à pergunta 'Se já existir outra janela ao iniciar o kgraphviewer, devemos abri-la, abrir uma nova janela ou perguntar?'
ru: Ответ на вопрос «Если при запуске kgraphviewer уже имеется другое окно, следует ли открыть файл в нём, открыть его в новом окне или же задать вопрос?»
uk: Відповідь на питання «Якщо інше вікно вже відкрито під час запуску kgraphviewer, чи відкривати файл у ньому, відкрити у новому вікні або запитати?»

source: The answer to the question 'Should the files that were opened in previous sessions be reopened at startup?'
de: Die Antwort auf die Frage: „Sollen geöffnete Dateien aus vorherigen Sitzungen beim Start erneut geladen werden?“
eo: La respondo al la demando 'Ĉu la dosieroj kiuj estis malfermitaj en antaŭaj seancoj estu remalfermitaj ĉe ekfunkciigo?'
es: La respuesta a la pregunta «En el arranque, ¿se deben abrir de nuevo los archivos que estaban abiertos en las sesiones anteriores?»
it: Per rispondere alla domanda «I file usati nelle sessioni precedenti dovrebbero essere riaperti all'avvio?»
nl: Het antwoord op de vraag 'Wilt u dat de bestanden die in de vorige sessies waren geopend opnieuw worden geopend bij het opstarten?'
pl: Odpowiedź na pytanie "Czy pliki otwarte w poprzednich sesjach powinny zostać automatycznie wczytane podczas uruchamiania programu?"
pt_br: A resposta à pergunta 'Os arquivos que foram abertos nas sessões anteriores deverão ser reabertos ao iniciar?'
ru: Ответ на вопрос «Следует ли при запуске программы снова открыть файлы из предыдущих сеансов?»
uk: Відповідь на питання «Чи потрібно відкривати файли раніше відкриті у попередніх сеансах після запуску?»

source: If true, the bird's eye view will be shown if needed.
de: Wenn dies bejaht wurde, dann wird bei Bedarf die Übersicht angezeigt.
eo: Se vera, la birda vido estos montrita se necese.
es: Si es cierto, se mostrará la vista aérea si es necesario.
it: Se vero, la vista a volo d'aquila sarà visualizzata quando necessario.
nl: Indien waar zal de arendsoogweergave worden getoond wanneer nodig.
pl: Jeśli zaznaczone, w razie potrzeby zostanie użyty widok "z lotu ptaka".
pt_br: Se for verdadeiro, a visão panorâmica será exibida, caso necessário.
ru: Если опция включена, при необходимости будет показан общий вид.
uk: Якщо встановлено значення «так», у разі потреби, буде показано вигляд з верхньої точки.

source: The list of files that were opened in past instances of kgraphviewer
de: Die Liste der Dateien, die in früheren Instanzen von KGraphViewer geladen waren.
eo: La listo de dosieroj kiuj estis malfermitaj en pasintaj kazoj de kgraphviewer
es: La lista de archivos que estaban abiertos en instancias anteriores de kgraphviewer
it: L'elenco di file che sono stati aperti nelle sessioni precedenti di KGraphViewer
nl: De lijst met bestanden die de vorige keren in kpraphviewer zijn geopend
pl: Spis plików otwartych w poprzednich wywołaniach programu KGraphViewer
pt_br: A lista de arquivos que foram abertos em instâncias anteriores do kgraphviewer
ru: Список файлов, которые открывались в прошлых экземплярах kgraphviewer
uk: Список файлів, які раніше відкривалися у kgraphviewer

source: View Toolbar
de: Ansicht-Werkzeugleiste
eo: Vidi Ilobreton
es: Barra de herramientas de visualización
it: Barra Visualizza
nl: Beeldwerkbalk
pl: Pasek narzędzi widoku
pt_br: Barra de ferramentas de visualização
ru: Панель просмотра
uk: Пенал перегляду

source: Help Toolbar
de: Hilfe-Werkzeugleiste
eo: Helpa Ilobreto
es: Barra de herramientas de ayuda
it: Barra Aiuto
nl: Helpwerkbalk
pl: Pasek narzędzi pomocy
pt_br: Barra de ferramentas de ajuda
ru: Панель справки
uk: Пенал довідки

source: Edit Toolbar
de: Bearbeiten-Werkzeugleiste
eo: Redakti Ilobreton
es: Barra de herramientas de edición
it: Barra Modifica
nl: Bewerkbalk
pl: Pasek narzędzi edycji
pt_br: Barra de ferramentas de edição
ru: Панель правки
uk: Пенал редагування

source: Do you want to reload files from the previous session?
de: Möchten Sie die Dateien der letzten Sitzung neu laden?
eo: Ĉu vi volas reŝargi dosierojn de la antaŭa seanco?
es: ¿Desea volver a cargar los archivos de la sesión anterior?
it: Vuoi ricaricare i file della sessione precedente?
nl: Wilt u de bestanden van de vorige sessie opnieuw inlezen?
pl: Czy chcesz wczytać ponownie pliki z poprzedniej sesji?
pt_br: Deseja reabrir os arquivos da sessão anterior?
ru: Обновить файлы из предыдущего сеанса работы программы?
uk: Чи бажаєте ви знову завантажити файли з попереднього сеансу?

# @action:button
source: Reload
de: Neu laden
eo: Reŝargi
es: Volver a cargar
it: Ricarica
nl: Opnieuw laden
pl: Wczytaj ponownie
pt_br: Recarregar
ru: Обновить
uk: Перезавантажити

# @action:button
source: Do Not Reload
de: Nicht neu laden
eo: Ne Reŝargi
es: No volver a cargar
it: Non ricaricare
nl: Niet opnieuw laden
pl: Nie wczytuj ponownie
pt_br: Não recarregar
ru: Не обновлять
uk: Не перезавантажувати

source: Opens a new empty KGraphViewer window.
de: Öffnet ein neues KGraphViewer-Fenster.
eo: Malfermas novan malplenan fenestron de KGraphViewer.
es: Abre una ventana vacía de KGraphViewer.
it: Apre una nuova finestra vuota di KGraphViever.
nl: Een nieuw leeg KGraphViewer venster openen.
pl: Otwiera nowe puste okno KGraphViewer.
pt_br: Abre uma nova janela vazia do KGraphViewer.
ru: Открывает новое пустое окно KGraphViewer.
uk: Відкриває нове порожнє вікно KGraphViewer.

source: Shows the file open dialog to choose a Graphviz DOT file to open.
de: Öffnet das Dateiauswahlfenster, um eine Graphviz-Dot-Datei zu öffnen.
eo: Montras la dosiermalferman dialogon por elekti Graphviz DOT-dosieron por malfermi.
es: Muestra el diálogo de abrir archivo para elegir el archivo DOT de Graphviz a abrir.
it: Mostra la finestra di apertura dei file per scegliere un file DOT di Graphviz da aprire.
nl: De openbestanddialoog tonen voor het kiezen van een te openen GraphViz DOT-bestand.
pl: Pokazuje okno dialogowe pliku do wybrania pliku Graphviz dot do otwarcia.
pt_br: Exibe a janela de abertura de arquivos para escolher o arquivo DOT do GraphViz a ser aberto.
ru: Открывает диалоговое окно, предназначенное для выбора файла графа Graphviz, который требуется открыть.
uk: Відкриває діалогове вікно, призначене для вибору файла DOT Graphviz, який слід відкрити.

source: This lists files which you have opened recently, and allows you to easily open them again.
de: Diese Liste zeigt zuletzt geöffnete Dateien an und erlaubt es die Dateien auf einfachem Wege erneut zu öffnen.
eo: Ĉi tio listigas dosierojn kiujn vi malfermis antaŭ nelonge, kaj permesas la rapidan malfermon de ili denove.
es: Esto enumera los archivos que ha abierto recientemente y le permite abrirlos de nuevo con facilidad.
it: Questo elenca i file che hai aperto di recente, e ti permette di riaprirli con facilità.
nl: Hier staan de bestanden die u recentelijk hebt geopend. Vanuit dit paneel kunt u ze snel opnieuw openen.
pl: To jest spis ostatnio otwieranych plików, który ułatwia ich ponowne otwarcie.
pt_br: Isto lista os arquivos abertos recentemente, permitindo reabri-los facilmente.
ru: Это список файлов, которые вы недавно открывали. Он позволяет вам легко открыть эти файлы снова.
uk: Тут показано список файлів, які ви нещодавно відкривали, це дозволяє вам легко відкрити їх знову.

source: Quits KGraphViewer.
de: Beendet KGraphViewer.
eo: Forlasas KGraphViewer.
es: Sale de KGraphViewer.
it: Esce da KGraphViewer.
nl: KGraphViewer verlaten.
pl: Wychodzi z KGraphViewer.
pt_br: Sai do KGraphViewer.
ru: Закрыть KGraphViewer.
uk: Завершує роботу KGraphViewer.

source: Shows or hides the status bar.
de: Statusleiste anzeigen oder ausblenden.
eo: Montras aŭ kaŝas la statusbreton.
es: Muestra u oculta la barra de estado.
it: Mostra o nasconde la barra di stato.
nl: Toont of verbergt de statusbalk.
pl: Pokazuje lub ukrywa pasek stanu.
pt_br: Exibe ou oculta a barra de status.
ru: Показывает или скрывает строку состояния.
uk: Показує або ховає смужку стану.

source: Toolbar configuration.
de: Einrichtung der Werkzeugleisten.
eo: Ilobreta agordo.
es: Barra de herramientas de configuración.
it: Configurazione delle barre degli strumenti.
nl: Configuratie van hulpmiddelbalk.
pl: Ustawienia paska narzędzi.
pt_br: Configuração da barra de ferramentas.
ru: Настройка панелей инструментов.
uk: Налаштування панелей інструментів.

source: Main KGraphViewer configuration options.
de: Die wichtigsten Einstellungen von KGraphViewer.
eo: Ĉefaj agordaj opcioj de KGraphViewer.
es: Principales opciones de configuración de KGraphViewer.
it: Opzioni principali della configurazione di KGraphViewer.
nl: Belangrijkste configuratieopties van KGraphViewer.
pl: Ustawienia główne KGraphViewer.
pt_br: Opções de configuração principais do KGraphViewer.
ru: Основные параметры настройки KGraphViewer.
uk: Основні параметри налаштування KGraphViewer.

source: Appearance
de: Erscheinungsbild
eo: Aspekto
es: Aspecto visual
it: Aspetto
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
uk: Вигляд

source: Background color of the graph view.
de: Hintergrundfarbe der Grafikanzeige.
eo: Fonkoloro de la grafea vido.
es: Color del fondo de la vista del grafo.
it: Il colore dello sfondo della vista dei grafi.
nl: Achtergrondkleur van de grafiekweergave.
pl: Kolor tła dla widoku grafu.
pt_br: A cor de fundo da visualização do grafo.
ru: Цвет фона просмотра графов.
uk: Колір тла панелі перегляду графів.

source: A Graphviz DOT graph viewer
de: Ein Anzeigeprogramm für Graphviz-Dot-Diagramme
eo: Graphviz DOT-grafeospektilo
es: Un visor de grafos DOT de Graphviz
it: Un visore di grafi DOT di Graphviz
nl: Een Graphviz DOT-grafiek-viewer
pl: Przeglądarka grafów Graphviz DOT
pt_br: Um visualizador de grafos em DOT do Graphviz
ru: Программа просмотра графов Graphviz
uk: Засіб перегляду графів DOT Graphviz

source: (C) 2005-2010 Gaël de Chalendar
de: © 2005–2010 Gaël de Chalendar
es: © 2005-2010 Gaël de Chalendar
it: © 2005-2010 Gaël de Chalendar
ru: © Gaël de Chalendar, 2005–2010
uk: © Gaël de Chalendar, 2005–2010

source: Original Author and current maintainer
de: Ursprünglicher Autor und aktueller Betreuer
eo: Origina Aŭtoro kaj nuna prizorganto
es: Autor original y encargado actual
it: Autore originale e responsabile attuale
nl: Oorspronkelijke auteur en huidige onderhouder
pl: Pierwotny autor i obecny opiekun
pt_br: Autor original e mantenedor atual
ru: Автор и сопровождающий
uk: Автор задуму і відповідальний за програму

source: Contributor
de: Beiträge
eo: Kontribuanto
es: Colaborador
it: Ha contribuito
nl: Medewerker
pl: Współtwórca
pt_br: Colaborador
ru: Разработчик
uk: Учасник розробки

source: Port to KF5
de: Portierung zu KF5
eo: Portado al KF5
es: Adaptación a KF5
it: Adattamento a KF5
nl: Geschikt gemaakt voor KF5
pl: Przeniesienie na KF5
pt_br: Migração para o KF5
ru: Перенос на KF5
uk: Портування на KF5

source: A KGraphViewer window is already open, where do you want to open this file in the existing window?
de: Ein KGraphViewer-Fenster ist bereits geöffnet, möchten Sie diese Datei im vorhandenen Fenster öffnen?
eo: Fenestro de KGraphViewer jam estas malfermita, kie vi volas malfermi ĉi tiun dosieron en la ekzistanta fenestro?
es: Ya hay abierta una ventana de KGraphViewer. ¿Dónde desea abrir este archivo en la ventana existente?
it: Una finestra di KGraphViewer è già aperta, dove vuoi aprire questo file nella finestra esistente?
nl: Er is al een KGraphViewer-venster geopend. Waar wilt u dit bestand in het bestaande venster openen?
pl: Okno KGraphViewer jest już otwarte, gdzie chcesz otworzyć ten plik w bieżacym oknie?
pt_br: Já existe uma janela aberta do KGraphViewer. Onde você quer abrir este arquivo nesta janela?
ru: Окно KGraphViewer уже открыто. Открыть этот файл в существующем окне?
uk: Вікно KGraphViewer вже відкрито, де ви бажаєте відкрити цей файл у наявному вікні?

source: %1 -> %2 label='%3'
es: %1 -> %2 etiqueta=«%3»
it: %1 -> %2 etichetta='%3'
pl: %1 -> %2 etykieta='%3'
pt_br: %1 -> %2 etiqueta='%3'
ru: %1 -> %2 метка=«%3»
uk: %1 -> %2 мітка=«%3»

source: Remove selected edge(s)
de: Ausgewählte Ecken entfernen
eo: Forigi elektita(j)n eĝon(j)
es: Eliminar las aristas seleccionadas
it: Rimuovi gli archi selezionati
nl: Geselecteerde rand(en) verwijderen
pl: Usuń wybrany brzeg(i)
pt_br: Remover a(s) arestas(s) selecionada(s)
ru: Удалить выбранные рёбра
uk: Вилучити вибрані краї

source: Remove selected element(s)
de: Ausgewählte Elemente entfernen
eo: Forigi elektita(j)n elemento(j)n
es: Eliminar los elementos seleccionados
it: Rimuovi gli elementi selezionati
nl: Geselecteerde elementen verwijderen
pl: Usuń wybrany element(y)
pt_br: Remover o(s) elemento(s) selecionado(s)
ru: Удалить выбранные элементы
uk: Вилучити вибрані елементи

source: id='%1' label='%2'
es: id=«%1» etiqueta=«%2»
it: identificativo='%1' etichetta='%2'
pl: id='%1' etykieta='%2'
pt_br: ID='%1' etiqueta='%2'
ru: идентификатор=«%1» метка=«%2»
uk: ідентифікатор=«%1» мітка=«%2»

source: Layout process failed
de: Der Layout-Prozess ist fehlgeschlagen.
eo: Enpaĝiga procezo malsukcesis
es: El proceso de diseño ha fallado
it: Processo di strutturazione non riuscito
nl: Indelingproces is mislukt
pl: Proces układu zakończył się niepowodzeniem
pt_br: Falha no processo de layout
ru: Ошибка процесса компоновки
uk: Помилка процесу компонування

source: Unable to start %1.
de: %1 kann nicht gestartet werden.
eo: Ne eblas komenci %1.
es: No se ha podido iniciar %1.
it: Impossibile avviare %1.
nl: Kon %1 niet starten.
pl: Nie można uruchomić %1.
pt_br: Não foi possível iniciar %1.
ru: Не удалось запустить %1.
uk: Не вдалося запустити %1.
