Repository: KDE/kgraphviewer
Catalog: po/*/kgraphviewer.po
Languages: de, eo, es, it, nl, pl, pt_br, ru, uk

source: <h1>Graphviz DOT format graph visualization</h1><p>If the graph is larger than the widget area, an overview panner is shown in one edge. Choose through the context menu if the optimal position of this overview should be automatically computed or put it where you want.</p><h2>How to work with it?</h2><ul><li>To move the graph, you can: <ul> <li>click & drag it</li> <li>use the elevators</li> <li>press the arrows keys</li> <li>click somewhere in the panner view</li> <li>use the mouse wheel (up and down with no modifier, left and right with the <Alt> key pressed)</li> <li>or click & drag the panner view</li> </ul></li><li>To zoom, you can either use the zoom in and zoom out toolbar buttons, or click on the <Shift> key while rolling your mouse wheel.</li><li>Try the contextual menu (usually by right-clicking) to discover other possibilities.</li><li>Try the <tt>Print preview</tt> or the <tt>Page setup</tt> buttons to explore the printing options.</li></ul>
de: <h1>GraphViz-dot Graphenvisualisierung</h1><p>Wenn der Graph größer als die Zeichenfläche ist, wird eine Übersicht in einer der Ecken angezeigt. Wählen Sie im Kontextmenü, ob die Übersicht automatisch platziert werden soll oder in einer von Ihnen bestimmten Ecke.</p><h2>Wie arbeitet man damit?</h2><ul><li>Um den Graphen zu bewegen, haben Sie folgende Möglichkeiten:<ul><li>klicken und ziehen</li><li>die Anfasser benutzen</li><li>die Pfeiltasten benutzen</li><li>in die Übersicht klicken</li><li>das Mausrad benutzen (nach oben und unten, oder in Verbindung mit der <tt>Alt</tt>-Taste nach links und rechts)</li><li>Klicken und Ziehen in der Übersicht</li></ul></li><li>Um zu zoomen, können Sie die Zoomknöpfe in der Werkzeugleiste oder <tt>Umschalt-Taste</tt>+Mausrad benutzen.</li><li>Im Kontextmenü (mit der rechten Maustaste) finden Sie noch weitere Möglichkeiten.</li><li>Drücken Sie die Knöpfe für <tt>Druckvorschau</tt> und <tt>Seiteneinstellungen</tt>, um die Druckeinstellungen durchzusehen.</li></ul>
eo: <h1>Vidigo de grafeoj en la formato DOT de Graphviz</h1><p>Se la grafeo estas pli granda ol la fenestraĵareo, superrigarda pano estas montrita en unu eĝo. Elektu tra la kunteksta menuo se la optimuma pozicio de ĉi tiu superrigardo estu aŭtomate kalkulita aŭ metu ĝin kie vi volas.</p><h2>Kiel labori kun ĝi?</h2><ul><li>Por movi la grafeon. , vi povas: <ul> <li>klaki kaj treni ĝin</li> <li>uzi la liftojn</li> <li>premi la sagoklavojn</li> <li>alklaki ie en la panoramvido</li> <li>uzi la musradon (supren kaj malsupren sen modifilo, maldekstren kaj dekstren kun la klavo <Alt> premata)</li> <li>aŭ klaki kaj treni la panoram-vidon</li> </ul> </li><li>Por zomi, vi povas aŭ uzi la butonojn pri zomi kaj malzomi ilobreton, aŭ alklaki la klavon <Shift> dum rulado de la musrado.</li><li>Provu la kuntekstan menuon (kutime per dekstra alklako) por malkovri aliajn eblecojn.</li><li>Provu la butonojn <tt>Pres-antaŭrigardo</tt> aŭ <tt>Paĝagordo</tt> por esplori la elekteblojn pri presado.</li></ul>
es: <h1>Visualización del grafo en formato DOT de Graphviz</h1><p>Si el grafo es más grande que el área del complemento, se mostrará una vista resumida panorámica en uno de los bordes. Escoja a través del menú contextual si la posición óptima de esta vista debería ser automáticamente calculada o puesta donde usted desee.</p><h2> ¿Cómo trabajar con ella?</h2><ul><li>Para mover el grafo, puede:<ul><li>pulsar y arrastrarlo</li><li>usar los elevadores</li><li>pulsar las teclas de flecha</li><li>pulsar en cualquier sitio de la vista panorámica</li><li>usar la rueda del ratón (arriba y abajo sin ningún modificador, izquierda y derecha con la tecla «Alt» pulsada)</li><li>o pulsando y arrastrando la vista panorámica</li></ul></li><li>Para hacer zum, puede usar los botones alejar o aumentar de la barra de herramientas, o pulsar la tecla «Mayúsculas» mientras mueve la rueda del ratón.</li><li>Pruebe el menú contextual (pulsando el botón derecho normalmente) para descubrir otras posibilidades.</li><li>Pruebe los botones <tt>Vista previa de impresión</tt> o la <tt>Configuración de página</tt> para explorar las opciones de impresión.</li></ul>
it: <h1>Visualizzazione dei grafi in formato DOT di Graphviz</h1> <p>Se il grafo è più grande dell'area dell'oggetto, verrà mostrata una barra di scorrimento sul bordo. Scegli con il menu contestuale se la posizione ottimale della sovrapposizione debba essere calcolata automaticamente, o se metterla dove vuoi.</p><h2>Uso</h2><ul><li>Per spostare il grafo, puoi:<ul><li>farci clic e trascinarlo</li> <li>usare le barre di scorrimento</li> <li>premere i tasti freccia</li> <li>fare clic da qualche parte nella vista di scorrimento</li> <li>usare la rotellina del mouse (su e giù senza modificatore, sinistra e destra tenendo premuto il tasto <Alt>)</li><li>o fare clic e trascinare la vista di scorrimento</li> </ul></li><li>Per ingrandire, puoi usare i pulsanti appositi sulla barra degli strumenti o fare clic sul pulsante <Shift> mentre ruoti la rotellina del mouse.</li><li>Prova il menu contestuale (ottenuto di solito con un clic destro) per scoprire altre possibilità</li> <li>Prova i pulsanti <tt>Anteprima di stampa</tt> o <tt>Configurazione di pagina</tt> per esplorare le opzioni di stampa.</li></ul>
nl: <h1>Graphviz DOT-formaat grafiekvisualisatie</h1><p>Als de grafiek groter is dan het widgetgebied, dan wordt op een zijde een overzicht getoond. Bepaal in het contextmenu of u wilt dat de optimale positie automatisch wordt berekend of dat u deze uitzoekt.</p><h2>Hoe te gebruiken?</h2><ul><li>Om de grafiek te verplaatsen kunt u:<ul> <li>deze verslepen</li> <li>de schuifregelaars gebruiken</li> <li>de pijltoetsen gebruiken</li> <li>ergens in het overzicht klikken</li> <li>de muiswiel gebruiken (op en neer met alleen muiswiel, heen en weer met combinatie muiswiel en <Alt>-toets)</li> <li>of klik en sleep in het overzicht</li> </ul></li><li>U kunt in/uitzoomen met de bijhorende werkbalkknoppen of door uw muiswiel te draaien terwijl u de toets <Shift> ingedrukt houdt.</li><li>In het contextmenu kunt u meer mogelijkheden vinden. Dit menu opent u door te klikken met de rechtermuisknop.</li><li>Klik op de knoppen <tt>Afdrukvoorbeeld</tt> en <tt>Pagina-instellingen</tt> om de afdrukopties te verkennen.</li></ul>
pl: <h1>Formatowanie wizualizacji grafów Graphviz dot</h1><p>Jeżeli graf jest większy niż obszar elementu interfejsu, to zostanie pokazane okno przesuwania na jednej krawędzi. Wybierz przy użyciu menu kontekstowego czy optymalna pozycja tego przesuwania ma być automatycznie obliczona lub umieść je gdzie chcesz.</p><h2>W jaki sposób z nim pracować?</h2><ul><li>Aby przesunąć graf, możesz: <ul> <li>kliknąć i przeciągnąć</li> <li>użyć elementów zewnętrznych</li> <li>nacisnąć klawisze strzałek</li> <li>kliknąć gdzieś w widoku przesuwania</li> <li>użyć rolki myszy (do góry i w dół bez modyfikatora, w lewo i prawo z przyciśniętym klawiszem <Alt> )</li> <li>lub kliknąć i przeciągnąć okno przesuwania</li> </ul></li><li>Aby powiększyć, możesz użyć przycisków powiększania i pomniejszania na pasku narzędzi lub kliknąć przycisk <Shift>, podczas obrotu rolki myszy.</li><li>Wypróbuj menu kontekstowe (zazwyczaj poprzez kliknięcie prawym przyciskiem), aby odkryć inne możliwości.</li><li>Wypróbuj przyciski <tt>Podgląd wydruku</tt> czy <tt> Ustawienia strony</tt>, aby przejrzeć opcje drukowania.</li></ul>
pt_br: <h1>Visualização do grafos no formato DOT do GraphViz</h1><p>Se o grafo for maior que a área do widget, aparecerá um painel de visão panorâmica em um dos cantos. Escolha através do menu de contexto se a melhor posição dessa visão deve ser definida automaticamente ou manualmente.</p> <h2>Como trabalhar com ele?</h2><ul><li>Para mover o grafo, você pode: <ul> <li>clicar e arrastá-lo</li> <li>usar os elevadores</li> <li>pressionar as teclas de seta</li> <li>clicar em algum lugar do painel</li> <li>usar a roda do mouse (para cima ou baixo, sem qualquer modificador, ou para a esquerda e direita com a tecla <Alt> pressionada)</li> <li>ou clicar e arrastar a área do painel</li> </ul></li><li>Para alterar o zoom, você pode usar tanto os botões de zoom na barra de ferramentas, quanto apertar a tecla <Shift>, enquanto desloca a roda do mouse.</li><li>Tente o menu de contexto (normalmente com o botão direito do mouse) para descobrir outras possibilidades.</li><li>Experimente os itens <tt>Visualizar impressão</tt> ou <tt>Configuração da página</tt> para explorar as opções de impressão.</li></ul>
ru: <h1>Визуализация графа Graphviz</h1><p>Если граф превышает площадь виджета, возле одного из краёв окна будет показан инструмент панорамирования просмотра. Контекстное меню позволяет выбрать автоматический расчёт расположения такой области просмотра или разместить её по своему усмотрению.</p><h2>Как работать с просмотром?</h2><ul><li>Чтобы переместить граф, можно: <ul> <li>щёлкнуть и перетащить его</li> <li>использовать ползунки</li> <li>нажимать клавиши со стрелками</li> <li>щёлкнуть где-либо в области панорамирования</li> <li>использовать колесо мыши (перемещение вверх и вниз без модификатора, перемещение влево и вправо при нажатой клавише <Alt>)</li> <li>или щёлкнуть и перетащить область панорамирования</li> </ul></li><li>Для выполнения масштабирования можно либо воспользоваться кнопками приближения и отдаления на панели инструментов, либо нажать клавишу <Shift> при прокрутке колеса мыши.</li><li>Другие возможности доступны в контекстном меню (обычно вызывается нажатием правой кнопки мыши).</li><li>Кнопки <tt>Просмотр печати</tt> и <tt>Параметры страницы</tt> позволяют ознакомиться с параметрами печати.</li></ul>
uk: <h1>Формат візуалізації DOT Graphviz</h1><p>Якщо площа графу перевищує площу віджета, біля одного з країв вікна буде показано інструмент панорамування перегляду. За допомогою контекстного меню ви можете вибрати: буде обчислено цей перегляд автоматично чи ви оберете його вручну.</p><h2>Як з цим працювати?</h2><ul><li>Щоб пересунути граф, ви можете виконати такі дії: <ul> <li>натиснути кнопку миші і перетягнути граф</li> <li>скористатися панелями гортання</li> <li>натискати клавіші зі стрілочками</li> <li>клацнути у певному місці загального перегляду</li> <li>скористатися коліщатком миші (вгору-вниз без натискання клавіші-модифікатора, ліворуч-праворуч з натисканням клавіші <Alt>)</li> <li>або натиснути і перетягнути червоний квадратик у загальному перегляді</li> </ul></li><li>Щоб змінити масштаб графу, ви можете скористатися кнопками збільшення і зменшення на панелі інструментів, або натиснути клавішу <Shift> і покрутити коліщатко миші.</li><li>Щоб отримати доступ до інших можливостей, скористайтеся контекстним меню (доступ до нього можна, зазвичай, отримати клацанням правою кнопкою миші).</li><li>Щоб переглянути і змінити параметри друку скористайтеся кнопками <tt>Перегляд друку</tt> і <tt>Параметри сторінки</tt>.</li></ul>

source: no graph loaded
de: Es ist kein Graph geladen
eo: neniu grafeo ŝargita
es: no se ha cargado el grafo
it: nessun grafo caricato
nl: geen graaf geladen
pl: nie wczytano grafu
pt_br: nenhum grafo carregado
ru: нет загруженных графов
uk: не завантажено жодного графу

source: graph %1 is getting loaded…
pt_br: o grafo %1 está sendo carregado…
ru: загружается граф %1…
uk: завантажується граф %1…

source: error parsing file %1
de: Fehler beim Einlesen der Datei %1
eo: eraro analizante dosieron %1
es: error analizando el archivo %1
it: errore nell'analisi del file %1
nl: fout bij het ontleden bestand %1
pl: błąd przetwarzania pliku %1
pt_br: erro ao processar o arquivo %1
ru: ошибка обработки файла %1
uk: помилка під час обробки файла %1

source: Reload Confirmation
de: Neuladen bestätigen
eo: Konfirmo de Reŝargo
es: Confirmación para volver a cargar
it: Conferma di ricarica
nl: Bevestiging weer inlezen
pl: Potwierdzenie ponownego wczytania
pt_br: Confirmação de recarga
ru: Подтверждение обновления
uk: Підтвердження перезавантаження

source: The file %1 has been modified on disk. Do you want to reload it?
de: Die Datei %1 wurde auf der Festplatte geändert. Möchten Sie sie neu laden?
eo: La dosiero %1 estis modifita sur disko. Ĉu vi volas reŝargi ĝin?
es: El archivo %1 ha sido modificado en el disco. ¿Desea volver a cargarlo?
it: Il file %1 è stato modificato sul disco. Lo vuoi ricaricare?
nl: Het bestand %1 op schijf is gewijzigd. Wilt u het opnieuw inlezen?
pl: Plik %1 został zmodyfikowany na dysku. Czy chcesz go ponownie wczytać?
pt_br: O arquivo %1 foi modificado no disco. Deseja recarregá-lo?
ru: Файл %1 был изменён на диске. Обновить его?
uk: Файл %1 було змінено на диску. Бажаєте перезавантажити його?

source: Layout Command
de: Layout-Befehl
eo: Aranĝo-Komando
es: Orden de diseño
it: Comando di struttura
nl: Indelingscommando
pl: Polecenie układu
pt_br: Comando de layout
ru: Команда компоновки
uk: Команда компонування

source: Specify here the command that will be used to layout the graph. The command MUST write its results on stdout in xdot format.
de: Geben Sie hier den Layoutbefehl ein. Der Befehl muss das Ergebnis im xdot-Format an die Standardausgabe (stdout) ausgeben.
eo: Specifu ĉi tie la komandon kiu estos uzata por aranĝi la grafeon. La komando DEVAS skribi siajn rezultojn sur stdout en xdot-formato.
es: Indique aquí la orden que se usará para el diseño del grafo. La orden DEBE escribir su resultado en la salida estándar con el formato xdot.
it: Specifica qui il comando che sarà usato per la struttura del grafo. Il comando <b>deve</b> scrivere il suo risultato su stdout in formato xdot.
nl: Voer hier het commando in dat u wilt gebruiken om de grafiek in te delen. Dit commando MOET het resultaat in xdot-formaat uitvoeren naar de standaarduitvoer (stdout).
pl: Wpisz tutaj polecenie które będzie użyte do układu grafu. Polecenie MUSI wypisać swoje wyniki na standardowym wyjściu w formacie xdot.
pt_br: Especifique aqui o comando que será usado para o layout do grafo. O comando DEVERÁ gravar os seus resultados na stdout, no formato xdot.
ru: Здесь можно указать команду, которая будет использована для компоновки графа. Команда ДОЛЖНА записывать результаты вывода в формате xdot.
uk: Тут ви можете вказати команду, яку буде використано для компонування графу. Команда МАЄ записувати результати роботи до stdout у форматі xdot.

source: Failed to open %1
de: Fehler beim Öffnen von %1
eo: Malsukcesis malfermi %1
es: La apertura de %1 ha fallado
it: Apertura di %1 non riuscita
nl: Openen van %1 is mislukt
pl: Nieudane otwieranie %1
pt_br: Não foi possível abrir %1
ru: Не удалось открыть %1
uk: Не вдалося відкрити %1

source: Print the graph using current page setup settings
de: Druckt den Graphen unter Berücksichtigung der aktuellen Druckeinstellungen
eo: Presi la grafeon uzante la aktualajn paĝ-agordojn
es: Imprimir el grafo usando la configuración actual de la página
it: Stampa il grafo usando le impostazioni attuali di configurazione della pagina
nl: De grafiek afdrukken met behulp van de huidige pagina-instellingen
pl: Drukuje graf używając aktualnych ustawień strony
pt_br: Imprimir o grafo usando a configuração atual da página
ru: Печать графа с использованием текущих параметров страницы
uk: Надрукувати граф з використанням поточних параметрів сторінки

source: Open the print preview window
de: Druckvorschau-Fenster öffnen
eo: Malfermi la pres-antaŭrigardan fenestron
es: Abrir la ventana de vista previa de la impresión
it: Apri la finestra di anteprima di stampa
nl: Openen het afdrukvoorbeeldvenster
pl: Otwiera okno podglądu wydruku
pt_br: Abrir a janela de visualização da impressão
ru: Открытие окна просмотра печати
uk: Відкрити вікно перегляду друку

# @action:inmenu
source: Page Setup…
pt_br: Configuração da página…
ru: Параметры страницы…
uk: Параметри сторінки…

source: Opens the Page Setup dialog to allow graph printing to be setup
de: Öffnet den Seiteneinstellungsdialog, in dem eingestellt werden kann, wie ein Graph gedruckt wird
eo: Malfermas la Paĝ-Agordan dialogon por permesi la agordon de grafea presado
es: Abre el diálogo de configuración de la página que permite configurar la forma de imprimir un grafo
it: Apre la finestra di configurazione di stampa dei grafi
nl: Opent de dialoog voor het instellen van de pagina-indeling.
pl: Otwiera okno dialogowe ustawienia strony, aby pozwolić na ustawienie drukowanego grafu
pt_br: Abre a janela de configuração da página, para definir como o grafo será impresso
ru: Открывает диалоговое окно «Параметры страницы» для настройки печати графа
uk: Відкрити діалогове вікно «Параметри сторінки», за допомогою якого ви можете налаштувати спосіб друку графу

source: Reload the current graph from file
de: Den aktuellen Graph neu laden
eo: Reŝargi la aktualan grafeon el dosiero
es: Volver a cargar el grafo desde el archivo
it: Ricarica il grafo attuale dal file
nl: Huidige grafiek opnieuw ophalen uit het bestand
pl: Wczytaj ponownie bieżący graf z pliku
pt_br: Recarregar o grafo atual a partir do arquivo
ru: Обновить текущий граф из файла
uk: Перезавантажити поточний граф з файла

source: &File
de: &Datei
eo: &Dosiero
es: &Archivo
nl: &Bestand
pl: &Plik
pt_br: &Arquivo
ru: &Файл
uk: &Файл

source: &View
de: &Ansicht
eo: &Rigardi
es: &Ver
it: &Visualizza
nl: Beel&d
pl: &Widok
pt_br: E&xibir
ru: &Вид
uk: П&ерегляд

# Page size
source: Screen
de: Bildschirm
eo: Ekrano
es: Pantalla
it: Schermo
nl: Scherm
pl: Ekran
pt_br: Tela
ru: Экран
uk: Слайд

# Page size
source: Custom
de: Benutzerdefiniert
eo: Propra
es: Personalizado
it: Personalizzato
nl: Aangepast
pl: Własny
pt_br: Personalizado
ru: Свой вариант
uk: Нетиповий

source: Columns:
de: Spalten:
eo: Kolumnoj:
es: Columnas:
it: Colonne:
nl: Kolommen:
pl: Kolumny:
pt_br: Colunas:
ru: Столбцы:
uk: Стовпчики:

source: Column spacing:
de: Spaltenabstand:
eo: Kolumnointerspaco:
es: Espacio entre las columnas:
it: Spaziatura tra le colonne:
nl: Kolomafstand:
pl: Odstęp między kolumnami:
pt_br: Espaçamento entre colunas:
ru: Интервал между столбцами:
uk: Інтервал між стовпчиками:

source: Page Preview
de: Seitenvorschau
eo: Antaŭrigardo
es: Vista previa de la página
it: Anteprima della pagina
nl: Paginavoorbeeld
pl: Podgląd strony
pt_br: Visualização da página
ru: Просмотр страницы
uk: Перегляд сторінки

source: Page Size & Margins
de: Seitengröße & Ränder
eo: Paĝograndeco & Marĝenoj
es: Tamaño y márgenes de la página
it: Dimensione e margini della pagina
nl: Paginagrootte & marges
pl: Rozmiar strony i marginesy
pt_br: Tamanho da página e das margens
ru: Размер страницы и полей
uk: Розмір сторінки і поля

source: Header
de: Kopfzeilen
eo: Kapo
es: Cabecera
it: Intestazione
nl: Koptekst
pl: Nagłówek
pt_br: Cabeçalho
ru: Верхний колонтитул
uk: Шапка

source: Different header for the first page
de: Andere Kopfzeile für die erste Seite
eo: Aparta kapo por la unua paĝo
es: Cabecera diferente en la primera página
it: Intestazione diversa per la prima pagina
nl: Andere koptekst voor de eerste pagina
pl: Inny nagłówek na pierwszej stronie
pt_br: Cabeçalho diferente para a primeira página
ru: Другой верхний колонтитул для первой страницы
uk: Окрема шапка для першої сторінки

source: Different header for even and odd pages
de: Verschiedene Kopfzeilen für gerade und ungerade Seiten
eo: Diversaj kapoj por paraj kaj neparaj paĝoj
es: Cabecera diferente en las páginas pares e impares
it: Intestazioni diverse per le pagine pari e dispari
nl: Verschillende kopteksten voor even en oneven pagina's
pl: Różne nagłówki na stronach parzystych i nieparzystych
pt_br: Cabeçalhos diferentes para páginas pares e ímpares
ru: Разные верхние колонтитулы для чётных и нечётных страниц
uk: Різні шапки для парних і непарних сторінок

source: Spacing between header and body:
de: Abstand zwischen Kopf und Hauptteil:
eo: Spaco inter kapo kaj korpo:
es: Espacio entre la cabecera y el cuerpo:
it: Spaziatura tra intestazione e corpo:
nl: Ruimte tussen de koptekst en het diagram:
pl: Odstęp pomiędzy nagłówkiem a treścią:
pt_br: Espaçamento entre o cabeçalho e o corpo:
ru: Расстояние между верхним колонтитулом и текстом:
uk: Інтервал між шапкою та текстом:

source: Footer
de: Fußzeile
eo: Piedo
es: Pie
it: Piè di pagina
nl: Voettekst
pl: Stopka
pt_br: Rodapé
ru: Нижний колонтитул
uk: Підвал

source: Different footer for the first page
de: Andere Fußzeile für erste Seite
eo: Aparta piedo por la unua paĝo
es: Pie diferente en la primera página
it: Piè di pagina diverso per la prima pagina
nl: Andere voettekst voor de eerste pagina
pl: Inna stopka na pierwszej stronie
pt_br: Rodapé diferente para a primeira página
ru: Другой нижний колонтитул для первой страницы
uk: Окремий підвал для першої сторінки

source: Different footer for even and odd pages
de: Verschiedene Fußzeilen für gerade und ungerade Seiten
eo: Diversaj piedoj por paraj kaj neparaj paĝoj
es: Pie diferente en las páginas pares e impares
it: Piè di pagina diversi per le pagine pari e dispari
nl: Verschillende voetteksten voor even en oneven pagina's
pl: Różne stopki na stronach parzystych i nieparzystych
pt_br: Rodapés diferentes para páginas pares e ímpares
ru: Разные нижние колонтитулы для чётных и нечётных страниц
uk: Різні підвали для парних і непарних сторінок

source: Spacing between footer and body:
de: Abstand zwischen Fußzeile und Hauptteil:
eo: Spaco inter piedo kaj korpo:
es: Espacio entre el pie y el cuerpo:
it: Spaziatura tra corpo e piè di pagina:
nl: Ruimte tussen de voettekst en het diagram:
pl: Odstęp pomiędzy treścią a stopką:
pt_br: Espaçamento entre o rodapé e o corpo:
ru: Расстояние между нижним колонтитулом и текстом:
uk: Інтервал між зноскою і текстом:

source: Footnote/Endnote
de: Fußnote/Endnote
eo: Piednoto/Finnoto
es: Nota a pie de página/Nota final
it: Nota a piè di pagina o finale
nl: Voetnoot/eindnoot
pl: Przypisy
pt_br: Nota de rodapé/Nota de fim
ru: Сноска или затекстовое примечание
uk: Зноска/Примітка

source: Spacing between footnote and body:
de: Abstand zwischen Fußnote und Hauptteil:
eo: Spaco inter piednoto kaj korpo:
es: Espacio entre la nota a pie de página y el cuerpo:
it: Spazio tra nota a piè di pagina e corpo:
nl: Ruimte tussen voetnoot en het diagram:
pl: Odstęp pomiędzy treścią a przypisami:
pt_br: Espaçamento entre a nota de rodapé e o corpo:
ru: Расстояние между сноской и текстом:
uk: Інтервал між зноскою і текстом:

source: Unit:
de: Einheit:
eo: Unuo:
es: Unidad:
it: Unità:
nl: Eenheid:
pl: Jednostka:
pt_br: Unidade:
ru: Единица:
uk: Одиниця:

source: All values are given in %1.
de: Alle Werte werden in %1 angegeben.
eo: Ĉiuj valoroj estas donitaj laŭ %1.
es: Todos los valores se muestran en %1.
it: Tutti i valori sono in %1.
nl: Alle waarden zijn in %1.
pl: Wszystkie wartości są podane w %1.
pt_br: Todos os valores em %1.
ru: Для указания всех значений используются %1.
uk: Всі значення надані в %1.

source: Page Size
de: Seitengröße
eo: Paĝograndeco
es: Tamaño de la página
it: Dimensioni della pagina
nl: Paginagrootte
pl: Rozmiar papieru
pt_br: Tamanho da página
ru: Размер страницы
uk: Розмір сторінки

source: &Size:
de: &Größe:
eo: &Grandeco:
es: &Tamaño:
it: Dimen&sione:
nl: &Grootte:
pl: &Rozmiar:
pt_br: &Tamanho:
ru: &Размер:
uk: &Розмір:

source: &Width:
de: &Breite:
eo: &Larĝo:
es: &Anchura:
it: &Larghezza:
nl: &Breedte:
pl: &Szerokość:
pt_br: &Largura:
ru: &Ширина:
uk: &Ширина:

source: &Height:
de: &Höhe:
eo: &Alto:
es: A&ltura:
it: &Altezza:
nl: &Hoogte:
pl: &Wysokość:
pt_br: &Altura:
ru: &Высота:
uk: &Висота:

source: Orientation
de: Ausrichtung
eo: Orientiĝo
es: Orientación:
it: Orientazione
nl: Oriëntatie
pl: Orientacja
pt_br: Orientação
ru: Ориентация
uk: Орієнтація

source: &Portrait
de: &Hochformat
eo: &Vertikale
es: &Vertical
it: &Verticale
nl: &Portret
pl: &Portret
pt_br: &Retrato
ru: &Портретная
uk: &Книжкова

source: La&ndscape
de: &Querformat
eo: Horizo&ntale
es: &Horizontal
it: &Orizzontale
nl: La&ndschap
pl: Pe&jzaż
pt_br: &Paisagem
ru: &Альбомная
uk: А&льбомна
